{"id": "isdt_tut-2601", "sentence": "La salvezza dei propri cittadini da situazioni in cui ormai non vi è alcuna garanzia di sicurezza e alcun controllo da parte di autorità responsabili rientra tra i diritti - doveri di ogni Paese. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-1776", "sentence": "La Rost ha conquistato la platea che alla fine si dichiarava affascinata dalla sua voce chiara e espressiva e il suo talento drammatico. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "isdt_isst_tanl-395", "sentence": "I bambini avevano fatto le scuole elementari, per le medie zio Adelio avrebbe preferito studiassero in Italia. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "isdt_isst_tanl-1837", "sentence": "E pensare che quando ho avuto l'idea di mettere in scena uno spettacolo che parlasse di sesso, argomento su cui la disinformazione è massima, Dario si preoccupava: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "isdt_isst_tanl-2708", "sentence": "Non dalle fogne locali, sostengono in Comune. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "isdt_isst_tanl-933", "sentence": "il governo della Federazione jugoslava, infatti, ha deciso di accettare solo vecchi e bambini ma di impedire a uomini e donne di abbandonare la regione. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "isdt_tut-2682", "sentence": "Anche sull'Albania soffia il vento della protesta. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "isdt_isst_tanl-3123", "sentence": "Sempre di Stone Italia ecco \"Stonperla\", con scaglie di madreperla in superficie. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "isdt_isst_tanl-185", "sentence": "La Libia è stata più volte accusata di fornire basi alle squadre di Abu Nidal, ma in quell'occasione Tripoli fu la prima a denunciare il sequestro. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "isdt_isst_tanl-2420", "sentence": "Ai 33 \"dodici\" 22.684.000 lire; Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "isdt_isst_tanl-370", "sentence": "Tutti, incluse le autorità, conoscono la loro provenienza, ma nessuno dice e fa nulla per prevenire il massacro di capi selvatici. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "isdt_tut-2240", "sentence": "Gli scafisti di Valona hanno avuto un ruolo importante nella bolla finanziaria albanese. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "isdt_isst_tanl-358", "sentence": "Della dinamica dell'omicidio si sa poco: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "isdt_isst_tanl-1980", "sentence": "Perciò fa piacere finirci in mezzo e perdersi in un immenso parco che, per ordine, pulizia e cura, non ha nulla da invidiare a quelli tanto celebrati d'Oltralpe. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "isdt_isst_tanl-426", "sentence": "Al centro della battaglia della Fossey, che prima di esservi uccisa dedicò vent'anni a questa zona africana, c'era il grande problema della conservazione ambientale. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_tut-2697", "sentence": "Insomma, la zingara era diventata una potente calamita per rastrellare dollari, marchi, lire, quello che serve per pagare le importazioni. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-3633", "sentence": "E il giorno dopo vi ritorna sopra, sempre in prima pagina, riferendo i commenti e le impressioni del mondo politico. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "isdt_isst_tanl-3929", "sentence": "Mayo Clinic è qui che si fa il check-up più famoso del mondo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "isdt_isst_tanl-4009", "sentence": "È lui che, dopo una visita di tre quarti d'ora, fissa quello che vien chiamato il \"menu dei test\": Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "isdt_isst_tanl-1338", "sentence": "Il locale dove decidono di andare è il Riva Verde a Novegro, alle porte della città, nel mezzo del parco dell'Idroscalo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "isdt_isst_tanl-2859", "sentence": "Nella foto grande Zdenek Zeman, l'allenatore biancoceleste, guarda in alto assieme a Bob Lovati, da quarant'anni nella società di via Novaro, e indica un punto lontano. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "isdt_tut-2479", "sentence": "Qui dominava la piazza un clan legato alla vecchia Segurimi che del porto aveva fatto già negli anni di Hoxha il punto di snodo del traffico di armi e di sigarette. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.5"}
{"id": "isdt_isst_tanl-3623", "sentence": "Ma della Payita e del suo dramma nessuno ha mai detto una parola. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "isdt_isst_tanl-1081", "sentence": "\"Come possiamo addolorarci per l'anniversario del genocidio nel momento in cui non impediamo al macellaio di possedere i coltelli della morte e di continuare a fabbricarne altri? Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.3"}
{"id": "isdt_isst_tanl-2810", "sentence": "Massimiliano Nopirolli, 32 anni, non accetta le critiche. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "isdt_isst_tanl-4031", "sentence": "Il costo degli esami è di 500 mila lire. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "isdt_isst_tanl-491", "sentence": "la salvezza non è lontana, il rafforzamento della lira è \"fantastico\", ma i partiti non devono rimettersi a litigare. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "isdt_tut-2400", "sentence": "La liberazione del Kosovo con la lotta armata, la nostra linea politica è rappresentata dal Movimento popolare del Kosovo (un partito clandestino). Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.55"}
{"id": "isdt_isst_tanl-957", "sentence": "La politica dei cetnici, la pulizia etnica, è il genocidio. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "isdt_isst_tanl-1808", "sentence": "\"Dopo l'ischemia di Dario ci siamo rifugiati qui, per la sua convalescenza - continua la Rame -. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "isdt_isst_tanl-2553", "sentence": "18 le bare arrivate all'aeroporto di Orio al Serio dove fu allestita una camera ardente visitata fra gli altri anche dal cardinale Carlo Maria Martini. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_isst_tanl-2131", "sentence": "Mi auguro di sbagliare ma, considerando che siamo nell'anno elettorale e osservando come Matarrese ha affrontato il problema delle naturalizzazioni, qualche sospetto è comprensibile. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "isdt_isst_tanl-2246", "sentence": "Le cifre - L'Italia guida il medagliere: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "isdt_isst_tanl-2061", "sentence": "Gigi Lentini da Carmagnola (27 marzo 1969) fu il protagonista della calda estate del mercato'92. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "isdt_isst_tanl-2294", "sentence": "\"Se si fanno superare da un vecchio come me, cambino mestiere\" ripeteva il nonno del vento, aspettando l'ultima sfida. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_tut-2197", "sentence": "Li vedemmo arrivare nell'estate del'91 a Bari e Brindisi ammassati nelle stive delle navi, senza pane nè acqua. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_isst_tanl-2365", "sentence": "Potente e istrionico Stoichkov è andato in gol al 34' del primo tempo finalizzando alla perfezione una combinazione Zola Inzaghi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "isdt_tut-2344", "sentence": "Un piano di assistenza (50 - 100 milioni di dollari) cercherà di attutire il crack delle piramidi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_isst_tanl-812", "sentence": "Ma solo la fedelissima Hrt, la tv di Stato, è riuscita ieri a filmare a lungo la vuota \"felicità\" di Petrinja e di Knin. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.65"}
{"id": "isdt_isst_tanl-3708", "sentence": "sul fronte della città i \"cattivi\" sono armati come un esercito. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "isdt_isst_tanl-2300", "sentence": "La gara di Goteborg sta nelle parole stralunate di Don Bailey, nella sua simpatia a prima vista: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "isdt_tut-2203", "sentence": "Anche gli italiani hanno cominciato a conoscere l'Albania. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.4"}
{"id": "isdt_tut-2719", "sentence": "L'ambasciata americana a Tirana ha avvisato i cittadini Usa di muoversi con estrema cautela nel Paese e di evitare gli assembramenti. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "isdt_isst_tanl-1334", "sentence": "la discoteca, la musica a tutto volume, le serate di divertimento che proseguono fino all'alba. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "isdt_tut-2514", "sentence": "Tutte le operazioni militari e di polizia sono dirette da Bashkim Gazidede, comandante dei Servizi segreti. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "isdt_isst_tanl-307", "sentence": "In un certo senso sì, perché resta e resterà nei governi responsabili la consapevolezza del limite invalicabile, perché la memoria dell'olocausto nucleare farà valere i suoi diritti. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.9"}
{"id": "isdt_tut-2324", "sentence": "Il sindaco di Trieste Riccardo Illy si è dimesso dopo una seduta burrascosa del Consiglio comunale giovedì notte. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "isdt_isst_tanl-729", "sentence": "Polemica sull'uso degli opinion leader \"schierati\", la destra si scatena contro Rai 3: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "isdt_isst_tanl-1028", "sentence": "FIUME - Sui tremila appartenenti alla minoranza italiana di Fiume sono poco più di cento i giovani mobilitati per la riconquista della Krajina da parte delle forze armate croate. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "isdt_isst_tanl-3021", "sentence": "Si trattava di un Tizio perbene, scombussolato dalla Rivoluzione Francese, indignato contro Napoleone, rassicurato dalle conservatrici parrucche bianche dei congressisti di Vienna. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 5.05"}
{"id": "isdt_isst_tanl-2115", "sentence": "Ha detto che questo sarà, comunque, il suo ultimo anno nel ruolo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "isdt_isst_tanl-2816", "sentence": "\"Il regolamento non vale solo per il conducente, ma anche per l'utente. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "isdt_tut-2545", "sentence": "La piramide \"Gjallica\" non soltanto finanziava il Partito democratico ma era diventata uno dei centri di riciclaggio di denaro sporco più importanti del Mediterraneo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "isdt_tut-2366", "sentence": "Una cosa è sicura, tangibile anche al più sprovveduto dei visitatori. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "isdt_isst_tanl-86", "sentence": "Secondo l'Onu sono 200 mila le persone in fuga (foto Reuter). Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "isdt_isst_tanl-609", "sentence": "Che parli di secessione o di governo, di possibili alleati o di sicuri nemici, Umberto Bossi si trascina dietro un carico di denunce, di epiteti, di indignazione da record italiano. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "isdt_isst_tanl-4028", "sentence": "il paziente, sempre preceduto dal suo dossier, è indirizzato da un servizio all'altro. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "isdt_isst_tanl-3710", "sentence": "Il 1988 comincia dunque dove il 1987 era finito: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "isdt_tut-2136", "sentence": "Slitta a Tirana la decisione sullo stato di emergenza. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "isdt_isst_tanl-2819", "sentence": "La medaglia d'oro di Goteborg è diventata il simbolo del quartiere. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "isdt_isst_tanl-532", "sentence": "Perché alla Camera le ragioni della politica potrebbero avere la meglio su quelle dell'economia. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "isdt_isst_tanl-755", "sentence": "Magari, su alcuni temi, sono d'accordo e il contraddittorio si perde \". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "isdt_isst_tanl-3919", "sentence": "I farmaci anti - rigetto hanno un effetto di indebolimento sulle difese immunitarie e il trapiantato è più esposto a infezioni, influenze. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "isdt_isst_tanl-3811", "sentence": "Tutto il Gotha internazionale ha dormito, festeggiato, celebrato, brindato, firmato contratti miliardari nelle quasi leggendarie suite del Walford-Astoria, uno degli alberghi più celebri del mondo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "isdt_isst_tanl-1643", "sentence": "La sua fu una scelta radicale contro l'arte dei Saloons, contro il mercato che brulicava attorno ad essi, contro - naturalmente - la borghesia. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.65"}
{"id": "isdt_tut-2353", "sentence": "Il crollo della moneta - nelle ultime settimane ha perso il 30 % sul dollaro - sarebbe il tocco finale per aprire un'altra voragine nei conti dell'Albania. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "isdt_isst_tanl-3772", "sentence": "Più delicate e complesse da utilizzare delle altre sono infine la laser printer, il cui prezzo d'acquisto medio è anche sensibilmente superiore. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_isst_tanl-1241", "sentence": "\"Sono tutti nervosi, vanno sempre di corsa. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.4"}
{"id": "isdt_isst_tanl-3177", "sentence": "Le raffinate lastre sono calibrate e lucidate, hanno uno spessore di 11 mm, e la posa avviene su base di cemento, oppure con collanti se la superficie sottostante è molto regolare. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_tut-2542", "sentence": "L'altra sera, quando è stato votato lo stato d'emergenza, i parlamentari si sono alzati in piedi e hanno tributato un minuto di silenzio alle vittime. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "isdt_isst_tanl-1309", "sentence": "Iammelli, colpito alle gambe e al torace, si trova ricoverato nell'ospedale Cardarelli. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "isdt_isst_tanl-1386", "sentence": "Anche il luogo della violenza sarebbe già stato individuato. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.05"}
