{"id": "isdt_isst_tanl-2447", "sentence": "Per l'esperienza che ho in questa corsa sapevo che entrando nel circuito cittadino con un minuto e mezzo di vantaggio avrei avuto un'ottima chance di vittoria. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.3"}
{"id": "isdt_tut-2610", "sentence": "L'Albania vive ormai i prodromi di una vera e propria guerra civile. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "isdt_isst_tanl-4054", "sentence": "\"Vogliamo stabilire nuove teste di ponte in medicina, ma fondate sul solido ideale dei nostri predecessori. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-1200", "sentence": "Tutto diventerà molto più difficile \", ammettono gli stessi portavoce del governo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "isdt_isst_tanl-971", "sentence": "Ma la notte è dolce e c'è un ristorante ancora aperto, il soffitto basso a volta, i tavoli di legno e le candele perché è venuta a mancare l'elettricità. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "isdt_isst_tanl-2828", "sentence": "In casa Didoni, tre modesti locali al piano terra, c'è solo il fratello del neocampione, Alessandro, 25 anni, che lavora all'ospedale di Niguarda. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_tut-2353", "sentence": "Il crollo della moneta - nelle ultime settimane ha perso il 30 % sul dollaro - sarebbe il tocco finale per aprire un'altra voragine nei conti dell'Albania. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "isdt_isst_tanl-86", "sentence": "Secondo l'Onu sono 200 mila le persone in fuga (foto Reuter). Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "isdt_tut-2536", "sentence": "Sulla strada per Valona - 140 chilometri disseminati di buche, oltre tre ore di auto in condizioni normali dalla capitale - viaggiano camion militari in continuazione. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.3"}
{"id": "isdt_tut-2524", "sentence": "In Albania dopo il crollo delle' piramidi' e la rivolta della piazza è in corso una resa dei conti dove non si tollerano dissensi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "isdt_isst_tanl-1309", "sentence": "Iammelli, colpito alle gambe e al torace, si trova ricoverato nell'ospedale Cardarelli. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "isdt_isst_tanl-802", "sentence": "Entro domani al massimo i croati contano di debellare le ultime sacche di resistenza. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "isdt_isst_tanl-2805", "sentence": "Ma gli autisti degli autobus cittadini sanno bene che i primi a rimetterci sono loro \". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "isdt_isst_tanl-1334", "sentence": "la discoteca, la musica a tutto volume, le serate di divertimento che proseguono fino all'alba. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "isdt_isst_tanl-1229", "sentence": "\"Sei come una donna del Botticelli\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "isdt_isst_tanl-2273", "sentence": "Anzi, di urlacci ne caccia addirittura due, uno ai settanta metri che atterrisce Ato Boldon (bronzo), nella corsia a fianco e gli farà dire all'arrivo: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "isdt_isst_tanl-881", "sentence": "Ci piace l'idea di poter essere come voi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "isdt_isst_tanl-755", "sentence": "Magari, su alcuni temi, sono d'accordo e il contraddittorio si perde \". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "isdt_isst_tanl-2859", "sentence": "Nella foto grande Zdenek Zeman, l'allenatore biancoceleste, guarda in alto assieme a Bob Lovati, da quarant'anni nella società di via Novaro, e indica un punto lontano. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "isdt_tut-2480", "sentence": "La tradizione e le antiche solidarietà hanno poi resistito al crollo del regime. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "isdt_isst_tanl-684", "sentence": "Alla fine si è dimessa da Forza Italia. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "isdt_tut-2559", "sentence": "Per lo più si tratta di piccole imprese del settore calzaturiero, impiantistico, tessile, ittico, agricolo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "isdt_isst_tanl-4062", "sentence": "\"Purtroppo, il programma universitario di Mayo è caro: ogni studente ci costa 30 mila dollari l'anno\", spiega Eugene Mayberry. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "isdt_tut-2682", "sentence": "Anche sull'Albania soffia il vento della protesta. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "isdt_tut-2664", "sentence": "Eppure gli esperti della Banca e del Fondo sono al lavoro da giorni per studiare una soluzione che coinvolgerà i partner economici più importanti di Tirana. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "isdt_isst_tanl-3148", "sentence": "Opaline Keramik di Keravem (distr. Palazzo) è in tre varianti di colore. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.15"}
{"id": "isdt_isst_tanl-1677", "sentence": "Non mancano, nel racconto, situazioni morbose, camere a luci rosse, incontri sessuali accompagnati da pittoresche \"invenzioni\" sadomasochistiche. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "isdt_isst_tanl-2689", "sentence": "Violenze, suicidi, disoccupazione, inquinamento atmosferico e ora, nella città della \"Madonna che piange\", anche i liquami tra le onde. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "isdt_tut-2190", "sentence": "Anni fa, ha ricordato il direttore dello Sco, anche in Campania c'erano finanziarie che offrivano un interesse del 7 % mensile a chi affidava loro i propri risparmi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "isdt_isst_tanl-4059", "sentence": "Nel 1919 i fratelli Mayo crearono un programma di applicazione in accordo con l'Università del Minnesota. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "isdt_isst_tanl-303", "sentence": "E nemmeno soltanto perché dalle ultime tragedie in Krajina potrebbero nascere condizioni di pace, come cinquant'anni fa la cancellazione delle due città nipponiche pose fine alla guerra in Oriente. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 5.1"}
{"id": "isdt_tut-2660", "sentence": "e non è vero che rappresentano soltanto un terzo di quanto è stato raccolto dalle finanziarie, i nostri dati smentiscono questa affermazione. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.15"}
{"id": "isdt_tut-2197", "sentence": "Li vedemmo arrivare nell'estate del'91 a Bari e Brindisi ammassati nelle stive delle navi, senza pane nè acqua. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_isst_tanl-1270", "sentence": "Code - Il record d'incolonnamento spetta alla A / 22, l'autostrada del Brennero: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "isdt_tut-2157", "sentence": "L'esplosione di rabbia è genuina ma viene anche ispirata e organizzata da malavitosi, ex agenti della Segurimi, funzionari corrotti. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "isdt_isst_tanl-1241", "sentence": "\"Sono tutti nervosi, vanno sempre di corsa. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.4"}
{"id": "isdt_tut-2479", "sentence": "Qui dominava la piazza un clan legato alla vecchia Segurimi che del porto aveva fatto già negli anni di Hoxha il punto di snodo del traffico di armi e di sigarette. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.5"}
{"id": "isdt_isst_tanl-215", "sentence": "se l'esempio è la Montessori sono scettico. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "isdt_isst_tanl-2938", "sentence": "Le 24 ore seguenti è disponibile per tutti i turni. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "isdt_isst_tanl-1271", "sentence": "fra Nogarole Rocca e Affi, nel Veronese, il mostruoso serpente d'auto ha raggiunto i 30 chilometri. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "isdt_isst_tanl-2677", "sentence": "\"I Gregori probabilmente sono rimasti vittima dello scherzo di qualche setta demoniaca\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "isdt_isst_tanl-1005", "sentence": "A Pale, \"capitale\" dei serbi di Bosnia, il \"presidente\" Radovan Karadzic e il generale Ratko Mladic si stanno affrontando in un duello all'ultimo sangue. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_isst_tanl-1296", "sentence": "Ed è stato anche allertato l'elicottero di Aiut Alpin Dolomites, il prezioso velivolo che è specializzato negli interventi in montagna. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "isdt_isst_tanl-2653", "sentence": "Per terra, lungo il ciglio, una bottiglia di spumante Gancia, di quello scadente, con dentro infilata una rosa rossa. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "isdt_isst_tanl-3010", "sentence": "La navicella è una tazzina per il cacao stile Biedermeier. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.5"}
{"id": "isdt_isst_tanl-2374", "sentence": "Amichevole violenta del Napoli in Olanda, a Babberich, dove la squadra di Vujadin Boskov è stata sconfitta per 2 1 dal De Graafschap, squadra della serie A olandese. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_isst_tanl-2680", "sentence": "Percorso neppure un chilometro si arriva alla chiesa di Sant'Agostino, dove la statuina guarda i fedeli da dietro una teca. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_tut-2263", "sentence": "Crollato lo stalinismo, Cenaj è emerso dal nulla per impiantare una società di import-export diventata in poco tempo una delle holding più in vista del Paese. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.5"}
{"id": "isdt_tut-2749", "sentence": "A quel punto le risorse a disposizione potrebbero anche essere superiori (tra i tecnici c'è chi stima una cifra intorno ai 4 - 5 miliardi). Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "isdt_tut-2328", "sentence": "La ratifica del decreto consente di trasferire 3.500 miliardi per realizzare le opere a Roma e nel Lazio. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "isdt_isst_tanl-4091", "sentence": "A quanto ammontava il patrimonio dei Ciano? Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.8"}
{"id": "isdt_isst_tanl-2061", "sentence": "Gigi Lentini da Carmagnola (27 marzo 1969) fu il protagonista della calda estate del mercato'92. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "isdt_isst_tanl-2553", "sentence": "18 le bare arrivate all'aeroporto di Orio al Serio dove fu allestita una camera ardente visitata fra gli altri anche dal cardinale Carlo Maria Martini. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_isst_tanl-1777", "sentence": "Successo anche per Frank Lopardo (Alfredo Germont) e Renato Bruson (il padre), subissato di applausi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "isdt_isst_tanl-834", "sentence": "Combatteremo insieme ai musulmani, contro i serbi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "isdt_tut-2447", "sentence": "Via libera dalla camera al maxiemendamento con i 208 miliardi di agevolazioni per il settore su cui il Governo ha posto la fiducia. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-299", "sentence": "È difficile che la gente di Srebrenica o di Zepa (quella ancora viva) si chieda in queste ore se Truman fece bene o fece male a sganciarla. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.5"}
{"id": "isdt_isst_tanl-3708", "sentence": "sul fronte della città i \"cattivi\" sono armati come un esercito. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "isdt_isst_tanl-3637", "sentence": "Ancora a due settimane dallo scoppio del \"terremoto\", il 27 gennaio una rivista di Santiago, Que Pasa, è uscita con un grande titolo di prima pagina: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "isdt_isst_tanl-2140", "sentence": "bene, prometta solennemente che nè lui nè il segretario Zappacosta accetteranno (come fecero l'anno scorso) di discutere coi rappresentanti delle società le scelte di Casarin e le direzioni arbitrali. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.95"}
{"id": "isdt_isst_tanl-3180", "sentence": "Rimanendo in tema, veniamo a un insolito materiale, ottenuto con marmo frantumato addizionato con resina poliestere (6 - 7 per cento) e poi pressato sottovuoto. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 5.0"}
{"id": "isdt_isst_tanl-2328", "sentence": "\"I love you too\" risponde in inglese la May che tra lacrime, sorrisi di gioia e le domande del giornalista della Tgs Mario Mattioli ha modo di commuoversi: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_isst_tanl-1293", "sentence": "Il volo per centinaia di metri è stato inevitabile. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "isdt_isst_tanl-3929", "sentence": "Mayo Clinic è qui che si fa il check-up più famoso del mondo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "isdt_tut-2646", "sentence": "In un solo giorno, due settimane fa, abbiamo visto arrivare nel nostro istituto depositi per 800 mila dollari, una tendenza iniziata a metà dicembre che si era andata via rafforzando. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.9"}
{"id": "isdt_isst_tanl-3297", "sentence": "Teoria e pratiche di rilassamento vanno di pari passo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "isdt_isst_tanl-3919", "sentence": "I farmaci anti - rigetto hanno un effetto di indebolimento sulle difese immunitarie e il trapiantato è più esposto a infezioni, influenze. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "isdt_isst_tanl-2690", "sentence": "Il minore dei mali, si dirà. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "isdt_isst_tanl-2933", "sentence": "C'è vita, c'è contatto con la gente, le sorprese non mancano. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "isdt_tut-2483", "sentence": "Non è un caso che qui siano nate le prime piramidi destinate ad attirare, con incredibili tassi di rendimento, capitali illeciti e a riciclare denaro sporco, di certo non soltanto albanese. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.85"}
{"id": "isdt_isst_tanl-1295", "sentence": "L'allarme è stato dato poco dopo da altri escursionisti alla base della parete ed è stato raccolto dai Catores, le squadre di soccorso alpino della Val Gardena. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_isst_tanl-912", "sentence": "\"È successo due volte nel corso della fulminea offensiva\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "isdt_isst_tanl-4031", "sentence": "Il costo degli esami è di 500 mila lire. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "isdt_isst_tanl-1222", "sentence": "Abbondano naturalmente, soprattutto intorno ai Fori, quanti avvicinano le turiste proponendosi come guide turistiche, spesso tentando approcci con mozziconi di frasi in varie lingue. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.4"}
{"id": "isdt_isst_tanl-1487", "sentence": "Il critico inventore di \"Blob\" contro l'autore di \"Ecce Bombo\": Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "isdt_isst_tanl-2365", "sentence": "Potente e istrionico Stoichkov è andato in gol al 34' del primo tempo finalizzando alla perfezione una combinazione Zola Inzaghi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "isdt_isst_tanl-3001", "sentence": "Boris Podrecca, architetto e studioso viennese di origine triestina, organizzatore dell'esposizione, ci spiega che la spirale è un simbolo di fuga e di ascesa. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.4"}
{"id": "isdt_isst_tanl-3072", "sentence": "Il pacioso cittadino della Restaurazione è lo stesso che salirà sulle barricate del 1848, quando Vienna sarà scossa, come l'Europa tutta, dai moti per la Costituzione. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.75"}
{"id": "isdt_isst_tanl-3086", "sentence": "Sono stati allestiti chioschi con le partiture di musicisti famosi, in cui il visitatore può ascoltare perfette esecuzioni. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "isdt_isst_tanl-3102", "sentence": "\"Liz\", di Tecnomaiera, è una lastra di marmo bicolore (cm 50x50) di sottilissimo spessore (7 mm). Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "isdt_isst_tanl-609", "sentence": "Che parli di secessione o di governo, di possibili alleati o di sicuri nemici, Umberto Bossi si trascina dietro un carico di denunce, di epiteti, di indignazione da record italiano. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "isdt_isst_tanl-3104", "sentence": "Rinforzata in vetroresina, costa da L. 100.000 a L. 150.000 il mq secondo il tipo di marmo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "isdt_isst_tanl-2294", "sentence": "\"Se si fanno superare da un vecchio come me, cambino mestiere\" ripeteva il nonno del vento, aspettando l'ultima sfida. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_isst_tanl-2960", "sentence": "Di notte, quando le porte dello Stato sono chiuse si può star seduti e si può leggere, studiare, scrivere a casa. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "isdt_isst_tanl-2673", "sentence": "Si raccontava dell'esistenza di un cunicolo di cinque, sei chilometri che partiva dalla borgata Aurelia, dove un tempo c'era un convento di frati, e raggiungeva il mare. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "isdt_isst_tanl-181", "sentence": "Dai suoi verbali si scopre che nel 1992 gli emissari di Gheddafi erano disposti a investire in Italia duemila miliardi per l'acquisto del gruppo alimentare pubblico Sme e della Federconsorzi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.3"}
{"id": "isdt_isst_tanl-843", "sentence": "una parte verso Knin, gli altri su Vrlika. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "isdt_isst_tanl-1808", "sentence": "\"Dopo l'ischemia di Dario ci siamo rifugiati qui, per la sua convalescenza - continua la Rame -. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "isdt_isst_tanl-2695", "sentence": "Le aspettative legate al discusso miracolo della statuina della madonna che avrebbe lacrimato sangue sembrano dissolversi come nebbia al sole: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_isst_tanl-2369", "sentence": "All'inizio del secondo tempo il Boca approfitta di uno sbandamento difensivo per riaprire la partita con l'attaccante del Camerun Tchami (4') che segna in probabile fuorigioco. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.3"}
{"id": "isdt_isst_tanl-267", "sentence": "Secondo indiscrezioni la prima segnalazione è stata inviata alla procura della Repubblica. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "isdt_isst_tanl-1311", "sentence": "Secondo le indagini degli inquirenti il ferimento sarebbe appunto opera di De Stasio: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "isdt_tut-2421", "sentence": "I soldi arrivano soprattutto dalla diaspora all'estero. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "isdt_tut-2136", "sentence": "Slitta a Tirana la decisione sullo stato di emergenza. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "isdt_isst_tanl-3324", "sentence": "l'unghia naturale viene ricoperta con una ceramica speciale, il materiale si solidifica in pochi istanti e viene limato per dare all'unghia la forma che preferisci. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "isdt_isst_tanl-506", "sentence": "Come Giovanni Agnelli, anche Modigliani si guarda bene dal dire che \"la festa è ricominciata\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "isdt_isst_tanl-1164", "sentence": "A Parigi qualche migliaio di manifestanti, rafforzati dal sondaggio secondo cui il 62 % dei francesi impone al presidente di rinunciare alla sua bomba, ripeteva il grido: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-281", "sentence": "Nei suoi confronti non è stata formulata nessuna accusa, meno che meno quella di essere a conoscenza dei segreti della strage di piazza Fontana e delle trame eversive di destra. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.65"}
{"id": "isdt_isst_tanl-2011", "sentence": "\"Il vero pericolo è che - per una foto indiscreta - lei possa rinunciare a un antico piacere, che forse qualche volta ha nutrito la sua ispirazione; Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.55"}
{"id": "isdt_isst_tanl-2418", "sentence": "E soprattutto, si puniscano i praticanti stregoni. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "isdt_isst_tanl-409", "sentence": "nello Zaire era arrivato per la prima volta martedì scorso, assieme al capo cantiere Tarcisio Cattaneo, 45 anni, di Calolziocorte. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_isst_tanl-1198", "sentence": "La nascita dell'Autonomia a Gaza e Gerico ha toccato aree marginali. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "isdt_tut-2621", "sentence": "Ma i primi a doversene ne convincere dovranno essere gli stessi albanesi, a cominciare dal Parlamento eletto lo scorso maggio e palesemente ben poco rappresentativo (almeno nella situazione attuale). Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.85"}
{"id": "isdt_isst_tanl-390", "sentence": "Dieci anni fa aveva cominciato a viaggiare nello Zaire, si era legato ai volontari lecchesi per collaborare a mille progetti: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "isdt_isst_tanl-2997", "sentence": "Questi oggetti accolgono il visitatore appena oltre la soglia della prima sala della Mostra viennese del Biedermeier: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "isdt_isst_tanl-923", "sentence": "Tra di loro ci sono centinaia di feriti, soldati e semplici cittadini reduci della battaglia contro i croati. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "isdt_isst_tanl-457", "sentence": "Ed è proprio in questi Paesi - definiti \"prioritari\" dai programmi di aiuto internazionali - che si sono già contate numerose vittime. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "isdt_isst_tanl-2936", "sentence": "Una guardia è presente in servizio fra le 8 e le 10 ore, di notte e di giorno: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "isdt_isst_tanl-3958", "sentence": "L'antico, il nuovo, l'edificio, la cappella, tutto è Mayo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "isdt_tut-2366", "sentence": "Una cosa è sicura, tangibile anche al più sprovveduto dei visitatori. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "isdt_isst_tanl-199", "sentence": "Alla fine di giugno infatti il tribunale di Ginevra gli ha inflitto sei anni per il crollo della Sasea, travolta da 4 mila miliardi di debiti. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "isdt_isst_tanl-1837", "sentence": "E pensare che quando ho avuto l'idea di mettere in scena uno spettacolo che parlasse di sesso, argomento su cui la disinformazione è massima, Dario si preoccupava: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "isdt_isst_tanl-235", "sentence": "Insomma, Quinzio è lontano dal negare l'esistenza di una storica discriminazione, però esclude che \"il fenomeno contrario possa essere determinato per legge\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 5.05"}
{"id": "isdt_isst_tanl-1210", "sentence": "ROMA - Le signore inglesi non gradiscono le attenzioni dei \"pappagalli\" romani. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "isdt_isst_tanl-1597", "sentence": "In fondo è riuscito a promuoversi erigendo delle piccole barriere elitarie, ha capito che si può costruire se stessi con quel che non fai e con i luoghi che non frequenti \". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 5.7"}
{"id": "isdt_tut-2406", "sentence": "Verranno uccisi tutti i collaborazionisti albanesi, quelli che lavorano nei servizi civili con i serbi ma anche coloro che intrattengono semplicemente rapporti con l'autorità di Belgrado. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "isdt_isst_tanl-2971", "sentence": "La loro consegna consiste \"nel vigilare giorno e notte sulla sicurezza personale del Santo Padre e della sua residenza\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_isst_tanl-1904", "sentence": "Io ero influenzato dal \"Metodo\" dell'Actor's studio, Gene mi ha insegnato la naturalezza \". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "isdt_isst_tanl-265", "sentence": "sembra che una delle telefonata sia stata fatta dal corazziere mentre era in servizio al Quirinale. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "isdt_tut-2496", "sentence": "Le dimissioni del primo ministro Aleksander Meksi e la propria rielezione alla presidenza, con il voto previsto domani in Parlamento. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-3795", "sentence": "In materia di sondaggi è interessante dare uno sguardo a uno studio realizzato da un magistrato donna sulla condizione femminile in carcere dal 1940 ad oggi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "isdt_isst_tanl-2819", "sentence": "La medaglia d'oro di Goteborg è diventata il simbolo del quartiere. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "isdt_isst_tanl-2300", "sentence": "La gara di Goteborg sta nelle parole stralunate di Don Bailey, nella sua simpatia a prima vista: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "isdt_isst_tanl-957", "sentence": "La politica dei cetnici, la pulizia etnica, è il genocidio. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "isdt_tut-2400", "sentence": "La liberazione del Kosovo con la lotta armata, la nostra linea politica è rappresentata dal Movimento popolare del Kosovo (un partito clandestino). Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.55"}
{"id": "isdt_isst_tanl-2923", "sentence": "I disoccupati non sono ammessi nei ranghi del più piccolo e antico corpo armato del mondo che si prepara a celebrare fra una decina di anni i suoi cinque secoli di vita. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "isdt_isst_tanl-3013", "sentence": "Questi simboli sintetizzano gli intenti del professor Podrecca. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "isdt_isst_tanl-1317", "sentence": "MILANO - Rapita all'uscita della discoteca e violentata per ore. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.35"}
{"id": "isdt_isst_tanl-532", "sentence": "Perché alla Camera le ragioni della politica potrebbero avere la meglio su quelle dell'economia. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "isdt_isst_tanl-1386", "sentence": "Anche il luogo della violenza sarebbe già stato individuato. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "isdt_tut-2549", "sentence": "A Valona pensavano che il Selvaggio Est albanese, punto di sbocco dei traffici di tutti i Balcani, non dovesse finire mai. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "isdt_isst_tanl-2772", "sentence": "Adesso stavano costruendo serbatoi per l'acqua, vicino al campo profughi di cui parla l'ultima lettera. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "isdt_isst_tanl-1323", "sentence": "Gli investigatori hanno controllato decine di persone e nel pomeriggio hanno puntato l'attenzione su un immigrato dell'Europa dell'Est che è stato fermato. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "isdt_isst_tanl-3623", "sentence": "Ma della Payita e del suo dramma nessuno ha mai detto una parola. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "isdt_tut-2163", "sentence": "Consigliamo ai visitatori di non passare la notte in città senza l'assistenza di qualcuno del posto. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "isdt_isst_tanl-395", "sentence": "I bambini avevano fatto le scuole elementari, per le medie zio Adelio avrebbe preferito studiassero in Italia. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "isdt_isst_tanl-2194", "sentence": "Ha 21 anni Michele Didoni, la prima medaglia d'oro azzurra dei Mondiali. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "isdt_isst_tanl-1227", "sentence": "Su di lei, personalmente, il tutto ha avuto un effetto \"sconcertante, certo non proprio divertente\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "isdt_isst_tanl-3671", "sentence": "Solo che stavolta non erano le \"dame delle casseruole\" a parlarne, ma la stessa Payita. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "isdt_isst_tanl-2708", "sentence": "Non dalle fogne locali, sostengono in Comune. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "isdt_isst_tanl-4028", "sentence": "il paziente, sempre preceduto dal suo dossier, è indirizzato da un servizio all'altro. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "isdt_isst_tanl-62", "sentence": "Due sub sono morti, uno era un campione del rugby, e un altro ha avuto le gambe tagliate da un'elica. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "isdt_isst_tanl-4085", "sentence": "Si rifiuterà \"per via del test\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "isdt_isst_tanl-3683", "sentence": "Ma la reazione più significativa è stata quella della rivista Analysis.... Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "isdt_tut-2537", "sentence": "Colonne di uomini in divisa dalle facce decise. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "isdt_isst_tanl-358", "sentence": "Della dinamica dell'omicidio si sa poco: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "isdt_isst_tanl-32", "sentence": "Le ricerche di Gabriella sono proseguite per tutta la mattinata, con elicotteri, posti di blocco e perquisizioni. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "isdt_isst_tanl-185", "sentence": "La Libia è stata più volte accusata di fornire basi alle squadre di Abu Nidal, ma in quell'occasione Tripoli fu la prima a denunciare il sequestro. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "isdt_tut-2804", "sentence": "come ha spiegato Maurizio Poma (Biella Intraprendere), \"sono marchi nati da meno di 24 mesi, che non avrebbero potuto essere presenti in Fiera\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "isdt_isst_tanl-3595", "sentence": "Non è più così inattaccabile la figura del presidente martire, violentemente deposto nel 1973 dal colpo di Stato militare? Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.7"}
{"id": "isdt_isst_tanl-3617", "sentence": "Altri, che il silenzio le sia stato imposto. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "isdt_isst_tanl-307", "sentence": "In un certo senso sì, perché resta e resterà nei governi responsabili la consapevolezza del limite invalicabile, perché la memoria dell'olocausto nucleare farà valere i suoi diritti. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.9"}
{"id": "isdt_isst_tanl-1933", "sentence": "Ho scritto anche al sindaco consigliando di far mettere degli articoli sui giornali con suggerimenti tecnici per eliminare i murales. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "isdt_tut-2203", "sentence": "Anche gli italiani hanno cominciato a conoscere l'Albania. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.4"}
{"id": "isdt_isst_tanl-1643", "sentence": "La sua fu una scelta radicale contro l'arte dei Saloons, contro il mercato che brulicava attorno ad essi, contro - naturalmente - la borghesia. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.65"}
{"id": "isdt_isst_tanl-933", "sentence": "il governo della Federazione jugoslava, infatti, ha deciso di accettare solo vecchi e bambini ma di impedire a uomini e donne di abbandonare la regione. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "isdt_isst_tanl-153", "sentence": "È connesso alla natura stessa della vita, in cui il mutamento avviene perché gli individui muoiono. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "isdt_isst_tanl-2644", "sentence": "I resti di un rito satanico vicino al luogo dove ha pianto la statuina. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "isdt_isst_tanl-2420", "sentence": "Ai 33 \"dodici\" 22.684.000 lire; Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "isdt_isst_tanl-987", "sentence": "\"Ci crederò soltanto - dice - quando uno di loro si cospargerà di benzina e si darà fuoco come Jan Palak a Praga\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_isst_tanl-39", "sentence": "ROMA - Dopo l'episodio dell'elicottero dei vigili del fuoco che ha sorvolato la residenza estiva del capo dello Stato a Castelporziano, ecco il caso del corazziere. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "isdt_isst_tanl-1479", "sentence": "Adesso che succederà, delle idee di Coronas? Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "isdt_isst_tanl-482", "sentence": "\"Per gli iraniani - ha detto - egli è un punto di riferimento ma in Italia la sua immagine viene liquidata per un'azione scellerata della magistratura\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_tut-2332", "sentence": "In febbraio la produzione industriale frena il passo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.8"}
{"id": "isdt_isst_tanl-3542", "sentence": "Gel \"Elancyl MP 24\" di Elancyl. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "isdt_isst_tanl-3021", "sentence": "Si trattava di un Tizio perbene, scombussolato dalla Rivoluzione Francese, indignato contro Napoleone, rassicurato dalle conservatrici parrucche bianche dei congressisti di Vienna. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 5.05"}
{"id": "isdt_isst_tanl-3710", "sentence": "Il 1988 comincia dunque dove il 1987 era finito: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "isdt_isst_tanl-1325", "sentence": "Ma potrebbe essere uno dei due ricercati. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.65"}
{"id": "isdt_isst_tanl-3655", "sentence": "E tuttavia per 15 anni l'assassinio di Allende per mano dei militari è stato una \"verità di Stato\" della sinistra. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-1516", "sentence": "scoprire il cinema che è nel mondo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.8"}
{"id": "isdt_isst_tanl-298", "sentence": "È improbabile che gli abitanti di Knin, sui quali prima della resa pioveva un proiettile d'artiglieria ogni dieci secondi, abbiano ricordato l'anniversario dell'atomica di Hiroshima. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.6"}
{"id": "isdt_isst_tanl-435", "sentence": "La vita di Dian Fossey, che per i suoi studi aveva abbandonato una comoda esistenza, è tuttora avvolta da molti aspetti misteriosi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "isdt_isst_tanl-2480", "sentence": "Credo che nessuno possa mettere in discussione la mia onestà e la mia serietà, mi sembra anche naturale propendere leggermente per la squadra italiana quando si commentano match internazionali. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "isdt_isst_tanl-2761", "sentence": "Nella villetta di via Pietro Micca le luci sono rimaste accese fino a tardi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "isdt_isst_tanl-812", "sentence": "Ma solo la fedelissima Hrt, la tv di Stato, è riuscita ieri a filmare a lungo la vuota \"felicità\" di Petrinja e di Knin. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.65"}
{"id": "isdt_isst_tanl-3272", "sentence": "Cerca di sgomberare la mente e lascia che i pensieri si associno in libertà. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "isdt_isst_tanl-3303", "sentence": "Energia, forza, ricostituenti, massaggi, relax, creme, ecc.: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "isdt_tut-2763", "sentence": "Manca ancora il quasi milione di schede degli elettori all'estero. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "isdt_isst_tanl-1776", "sentence": "La Rost ha conquistato la platea che alla fine si dichiarava affascinata dalla sua voce chiara e espressiva e il suo talento drammatico. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "isdt_isst_tanl-2752", "sentence": "Fa gli auguri al nipote Marco, studente del Politecnico, per un esame di chimica. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "isdt_isst_tanl-3985", "sentence": "Nominato chirurgo del terzo reggimento del Minnesota, il \"piccolo medico\" arrivò a Rochester, allora niente altro che una borgata, nel 1863. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "isdt_isst_tanl-2254", "sentence": "Fiona May è la prima azzurra a vincere un titolo mondiale ed è la quarta italiana a conquistare la medaglia d'oro, tenendo presente anche le Olimpiadi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "isdt_isst_tanl-1633", "sentence": "Inoltrandosi lungo il viale che adduce alla cappella, dove ancora si leggono resti di affreschi sopravvissuti alle vicissitudini della storia, si ha subito un effetto di straniamento: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "isdt_isst_tanl-491", "sentence": "la salvezza non è lontana, il rafforzamento della lira è \"fantastico\", ma i partiti non devono rimettersi a litigare. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "isdt_isst_tanl-4097", "sentence": "Il patrimonio Ciano fu oggetto di indagine da parte della Commissione Casati. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "isdt_tut-2240", "sentence": "Gli scafisti di Valona hanno avuto un ruolo importante nella bolla finanziaria albanese. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "isdt_isst_tanl-2545", "sentence": "Le tragedie dei lombardi all'estero non riguardano soltanto persone impegnate nel lavoro, nel volontariato, nell'assistenza. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_isst_tanl-182", "sentence": "La trattativa non approdò a risultati, probabilmente a causa dell'arresto di Fiorini a Ginevra e dell'embargo Onu contro la Libia. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "isdt_isst_tanl-899", "sentence": "A Pale le autorità serbe dicono che la cifra è di 400 mila persone: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "isdt_isst_tanl-205", "sentence": "L'ultima puntata è tutta italiana, quasi una premessa al rientro di Fiorini annunciato per il prossimo mese. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "isdt_isst_tanl-3425", "sentence": "Massaggio mirato ed efficace con lo speciale apparecchio \"Gym-Toner\" di Jeanne Piaubert e la linea \"Trinergie\": Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "isdt_isst_tanl-695", "sentence": "Intanto, tra una rissa e l'altra, la legge sulla violenza non è ancora pronta e la delegazione italiana andrà alla conferenza di Pechino senza. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "isdt_tut-2514", "sentence": "Tutte le operazioni militari e di polizia sono dirette da Bashkim Gazidede, comandante dei Servizi segreti. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "isdt_isst_tanl-3800", "sentence": "Nella stragrande maggioranza dei casi la donna ricopre, un ruolo subalterno rispetto al marito, al convivente, al padre, al fratello, ai figli. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "isdt_tut-2278", "sentence": "Per Azem Hajdari molti politici sono coinvolti nel crack delle finanziarie. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "isdt_tut-2324", "sentence": "Il sindaco di Trieste Riccardo Illy si è dimesso dopo una seduta burrascosa del Consiglio comunale giovedì notte. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "isdt_isst_tanl-2579", "sentence": "Vinta dallo sconforto una donna ha tentato il suicidio dopo che, al telefono, il convivente le ha annunciato l'intenzione di troncare la relazione. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "isdt_isst_tanl-2848", "sentence": "35 mila persone sono partite solo dagli aeroporti di Linate e Malpensa, dove tutti i voli charter erano al completo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "isdt_isst_tanl-3884", "sentence": "portarmi a perdere 9 chili di sovrappeso, per una buona forchetta come me la vera impresa, più difficile ancora che correre i 42 chilometri... \". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "isdt_isst_tanl-1239", "sentence": "I ragazzi non ti staccano gli occhi di dosso e fischiano per la strada \". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "isdt_isst_tanl-3177", "sentence": "Le raffinate lastre sono calibrate e lucidate, hanno uno spessore di 11 mm, e la posa avviene su base di cemento, oppure con collanti se la superficie sottostante è molto regolare. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-2246", "sentence": "Le cifre - L'Italia guida il medagliere: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "isdt_isst_tanl-3123", "sentence": "Sempre di Stone Italia ecco \"Stonperla\", con scaglie di madreperla in superficie. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "isdt_isst_tanl-1549", "sentence": "Sono la preoccupazione di sbagliare, il difensivismo a oltranza a togliere intensità al cinema di Moretti? Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.5"}
{"id": "isdt_isst_tanl-2411", "sentence": "Il portacolori di Marcello Skoric, il miglior trottatore tra gli importati attualmente in attività in Italia, sogna di conquistare l\"'International Trot\", in programma a New York sabato 19. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "isdt_isst_tanl-3633", "sentence": "E il giorno dopo vi ritorna sopra, sempre in prima pagina, riferendo i commenti e le impressioni del mondo politico. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "isdt_isst_tanl-729", "sentence": "Polemica sull'uso degli opinion leader \"schierati\", la destra si scatena contro Rai 3: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "isdt_isst_tanl-1027", "sentence": "Sono un centinaio gli italiani spediti al fronte. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "isdt_tut-2601", "sentence": "La salvezza dei propri cittadini da situazioni in cui ormai non vi è alcuna garanzia di sicurezza e alcun controllo da parte di autorità responsabili rientra tra i diritti - doveri di ogni Paese. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_tut-2542", "sentence": "L'altra sera, quando è stato votato lo stato d'emergenza, i parlamentari si sono alzati in piedi e hanno tributato un minuto di silenzio alle vittime. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "isdt_isst_tanl-261", "sentence": "L'ansia di rintracciare da dove partissero prima che accadesse qualcosa di irrimediabile si è trasformata in meraviglia quando è stato individuato l'apparecchio dal quale venivano effettuate: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "isdt_tut-2139", "sentence": "La Collina degli Ulivi, in albanese Chafa Kushojviz. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "isdt_isst_tanl-988", "sentence": "Poi la conversazione si sposta sui problemi interni, che, a guerra finita, dovranno essere affrontati. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "isdt_isst_tanl-650", "sentence": "\"Paura delle minacce di quel pazzo? Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.65"}
{"id": "isdt_isst_tanl-4025", "sentence": "Sono i dossier dei pazienti che viaggiano con loro: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "isdt_isst_tanl-2728", "sentence": "Drammatica telefonata ai parenti di Luigi Cazzaniga: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "isdt_isst_tanl-2510", "sentence": "difesa a quattro, con Fresi libero di inserirsi spesso e Paganin Festa Centofanti da destra a sinistra a occuparsi delle tre teoriche punte avversarie; Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "isdt_isst_tanl-242", "sentence": "La sua è un'affascinante opposizione rispetto all'immagine delle donne alla ribalta... cinguettanti mentre leggono le notizie al telegiornale, o nude sulle copertine delle riviste. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.6"}
{"id": "isdt_tut-2600", "sentence": "Da questo a un intervento di vera e propria pacificazione, come da più parti si va chiedendo, c'è una grandissima differenza. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "isdt_isst_tanl-1028", "sentence": "FIUME - Sui tremila appartenenti alla minoranza italiana di Fiume sono poco più di cento i giovani mobilitati per la riconquista della Krajina da parte delle forze armate croate. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "isdt_isst_tanl-370", "sentence": "Tutti, incluse le autorità, conoscono la loro provenienza, ma nessuno dice e fa nulla per prevenire il massacro di capi selvatici. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "isdt_isst_tanl-2810", "sentence": "Massimiliano Nopirolli, 32 anni, non accetta le critiche. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "isdt_isst_tanl-4021", "sentence": "i medici non visitano mai più di quattro clienti al giorno \". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "isdt_isst_tanl-1400", "sentence": "La caccia, però, risulta molto problematica. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "isdt_isst_tanl-2115", "sentence": "Ha detto che questo sarà, comunque, il suo ultimo anno nel ruolo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "isdt_isst_tanl-426", "sentence": "Al centro della battaglia della Fossey, che prima di esservi uccisa dedicò vent'anni a questa zona africana, c'era il grande problema della conservazione ambientale. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-2158", "sentence": "Come se la lontananza da quel giorno, la presenza sulla stessa pista di Mike Marsh e Yuji Nakamura, rammentasse solo un brutto sogno dell'umanità. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.9"}
{"id": "isdt_isst_tanl-3616", "sentence": "C'è chi dice che, vista la situazione, la Payita abbia deciso di imporsi il silenzio. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "isdt_isst_tanl-2119", "sentence": "Dopo aver minacciato di cacciare entrambi se non smettono di litigare, Matarrese ha posto accanto a Casarin una specie di commissario politico (Paparesta, suo devoto e concittadino) senza neppure interpellarlo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.7"}
{"id": "isdt_isst_tanl-3278", "sentence": "Quando vuoi, cancella il tuo paesaggio - relax e torna alla sequenza di respirazione dell'inizio. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "isdt_isst_tanl-1980", "sentence": "Perciò fa piacere finirci in mezzo e perdersi in un immenso parco che, per ordine, pulizia e cura, non ha nulla da invidiare a quelli tanto celebrati d'Oltralpe. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "isdt_isst_tanl-3940", "sentence": "Nelle due foto piccole della pagina a fianco: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "isdt_isst_tanl-2428", "sentence": "Stilata la classifica dell'ordine di merito europeo (che qualifica alla Ryder Cup) dopo il Master di Scandinavia vinto ieri dallo svedese Parnevik: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "isdt_tut-2394", "sentence": "Sui combattenti kosovari gli uomini di Slobodan Milosevic - sempre sospettato di voler alimentare la tensione a Pristina per distogliere l'attenzione dai problemi interni di Belgrado - sembrano avere informazioni più dettagliate. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.85"}
{"id": "isdt_isst_tanl-2913", "sentence": "Ma in questo caso lo spacciatore, C.F., 34 anni, è stato denunciato a piede libero. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "isdt_isst_tanl-1383", "sentence": "I cinque vengono mostrati ai due ragazzi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "isdt_isst_tanl-2131", "sentence": "Mi auguro di sbagliare ma, considerando che siamo nell'anno elettorale e osservando come Matarrese ha affrontato il problema delle naturalizzazioni, qualche sospetto è comprensibile. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "isdt_isst_tanl-280", "sentence": "I carabinieri gli hanno recapitato il decreto di revoca degli arresti domiciliari. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "isdt_isst_tanl-198", "sentence": "E forse il finanziere toscano ha colto l'occasione per una piccola vendetta nei confronti degli svizzeri che stavano decidendo la sua condanna. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_isst_tanl-1666", "sentence": "Ma pure nel grande profilo che dispose sulla sua casa accanto alla Funicolare di Capri c'è una ariosità e un'eleganza tra neoclassico e secessione viennese: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 5.3"}
{"id": "isdt_isst_tanl-9", "sentence": "intitolata \"Riti di Passaggio\", ha la forma di una scala e nei tubi contiene iodio, che scaldato dalle luci si è trasformato in gas. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "isdt_isst_tanl-84", "sentence": "Al confine con la Bosnia settentrionale si è formata una colonna lunga 10 chilometri di profughi in marcia, in auto e a piedi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "isdt_isst_tanl-4122", "sentence": "E quale era il patrimonio del ras di Cremona? Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "isdt_isst_tanl-686", "sentence": "Loro la Lagostena non la volevano, ma non volevano neppure Alessandra Mussolini, che invece io ho sostenuto fino alla fine. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "isdt_tut-2545", "sentence": "La piramide \"Gjallica\" non soltanto finanziava il Partito democratico ma era diventata uno dei centri di riciclaggio di denaro sporco più importanti del Mediterraneo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "isdt_tut-2677", "sentence": "Quando il meccanismo si inceppa, è il disastro. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "isdt_isst_tanl-1587", "sentence": "In tre anni, mi pare, di programmazione non è mai uscito dal recinto abbastanza redditizio del medio cinema internazionale d'autore. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 5.0"}
{"id": "isdt_isst_tanl-1081", "sentence": "\"Come possiamo addolorarci per l'anniversario del genocidio nel momento in cui non impediamo al macellaio di possedere i coltelli della morte e di continuare a fabbricarne altri? Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.3"}
{"id": "isdt_isst_tanl-1094", "sentence": "E nei bar i poliziotti di Arafat cercano la compagnia di belle donne cresciute nella libertà di Beirut. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "isdt_isst_tanl-3772", "sentence": "Più delicate e complesse da utilizzare delle altre sono infine la laser printer, il cui prezzo d'acquisto medio è anche sensibilmente superiore. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_tut-2604", "sentence": "L'Albania ha con la comunità internazionale un rapporto difficile, eredità di anni di comunismo e di quella particolare politica di isolamento dall'estero seguita per decenni dal regime di Enver Hoxha. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.9"}
{"id": "isdt_isst_tanl-1338", "sentence": "Il locale dove decidono di andare è il Riva Verde a Novegro, alle porte della città, nel mezzo del parco dell'Idroscalo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "isdt_tut-2427", "sentence": "Il Kosovo, testimone della battaglia del Campo dei Merli del giugno 1389 contro i Turchi, deve restare a Belgrado. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "isdt_isst_tanl-1008", "sentence": "Un incarico vuoto di significato militare se si considera che la Krajina era ormai indifendibile, persa sotto l'urto dell'offensiva croata. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.65"}
{"id": "isdt_isst_tanl-1599", "sentence": "Due storie quasi parallele d'amore per il cinema. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "isdt_isst_tanl-1759", "sentence": "E a riprova del motto, la cittadina ha preparato una \"contro\" commemorazione a base di Amarcord e messa in suffragio: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.55"}
{"id": "isdt_isst_tanl-3591", "sentence": "Salvador Allende nel 1973, anno del colpo militare del dittatore Pinochet. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "isdt_isst_tanl-4072", "sentence": "cartelli promozionali con la scritta \"Prezzi speciali ai clienti della clinica\" (come se esistesse qualcuno a Rochester che non lo fosse) e manifesti allettanti di ottimi ristoranti e trattorie. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "isdt_isst_tanl-2242", "sentence": "Di chi ha l'orgoglio di essere quello che è, senza finzioni. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "isdt_isst_tanl-3811", "sentence": "Tutto il Gotha internazionale ha dormito, festeggiato, celebrato, brindato, firmato contratti miliardari nelle quasi leggendarie suite del Walford-Astoria, uno degli alberghi più celebri del mondo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "isdt_isst_tanl-742", "sentence": "\"pecetta\" comunque, soprattutto se il passato politico dell'esperto di turno è \"irrobustito\" da un'esperienza parlamentare. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.95"}
{"id": "isdt_isst_tanl-1491", "sentence": "Risolve le sue contraddizioni nella forte simpatia del personaggio e nei buoni sentimenti della sinistra. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "isdt_isst_tanl-1034", "sentence": "il divieto d'iscrizione alle scuole italiane per chi ha entrambi i genitori slavi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "isdt_isst_tanl-1119", "sentence": "Non c'è confronto con il vicino campo profughi di \"Shati\", dove anche le più confortevoli baracche in muratura non superano mai gli 8 milioni. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_tut-2497", "sentence": "Se riuscirà a ottenere un accordo con le opposizioni, forse sarà in grado di svuotare le piazze dalla protesta politica per affrontare quindi il problema dell'ordine pubblico a Valona. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.7"}
{"id": "isdt_tut-2344", "sentence": "Un piano di assistenza (50 - 100 milioni di dollari) cercherà di attutire il crack delle piramidi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_tut-2228", "sentence": "Da Valona e Tirana, in aereo o con barche veloci, arrivavano alle dogane di Bari e Brindisi valigette piene di contanti, trasportate da dipendenti o portaborse delle finanziarie fallite. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.15"}
{"id": "isdt_tut-2697", "sentence": "Insomma, la zingara era diventata una potente calamita per rastrellare dollari, marchi, lire, quello che serve per pagare le importazioni. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_isst_tanl-406", "sentence": "\"Sì, erano un punto di riferimento - spiega Sandra Carsana, volontaria dell'associazione -, al contrario degli altri, là da poco\". Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "isdt_tut-2833", "sentence": "Ferrari e McLaren, nel frattempo, affilano le armi nei test e in galleria del vento. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "isdt_isst_tanl-2383", "sentence": "A Sestola la formazione dei calciatori disoccupati ha superato il Bologna per 2 1: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "isdt_isst_tanl-2816", "sentence": "\"Il regolamento non vale solo per il conducente, ma anche per l'utente. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "isdt_isst_tanl-3035", "sentence": "Quest'impressione è accresciuta se si osservano i tipici cortili rettangolari, circondati da ballatoi con ringhiera di ferro battuto e tante piccole scale, che raggiungono i singoli appartamenti. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "isdt_isst_tanl-3571", "sentence": "Fluido \"Bi-Fluide Thermo Amincissant\" di Jeanne Piaubert. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "isdt_isst_tanl-858", "sentence": "Un orecchino d'oro a forma di croce all'orecchio sinistro, qualche dente in meno, Ante è un omone con il quale nessuno si augurerebbe di scontrarsi anche solo per scherzo. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "isdt_isst_tanl-469", "sentence": "Sono soprattutto questi ultimi che, in altri Paesi africani, hanno pagato il prezzo di sangue più alto. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "isdt_isst_tanl-893", "sentence": "Lunghe colonne di profughi in fuga si stanno allineando lungo le rotte della guerra: Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "isdt_isst_tanl-2223", "sentence": "i Damilano, che adesso stanno in panchina; Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "isdt_isst_tanl-2141", "sentence": "In un campionato apertissimo, con 5 o 6 squadre in lizza per lo scudetto, l'autonomia e la forza della Can debbono essere al di sopra di ogni sospetto. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "isdt_tut-2325", "sentence": "Forte richiamo di Giovanni Paolo II alla dignità umana dell'embrione. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "isdt_isst_tanl-1831", "sentence": "alla fine erano molti quelli che hanno voluto stringere la mano alla Rame, in camerino. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "isdt_tut-2719", "sentence": "L'ambasciata americana a Tirana ha avvisato i cittadini Usa di muoversi con estrema cautela nel Paese e di evitare gli assembramenti. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "isdt_isst_tanl-200", "sentence": "Ma la storia del conto Reprival riserva altri due racconti molto suggestivi. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "isdt_isst_tanl-2722", "sentence": "Civitavecchia è vissuta sulla falsa rendita garantita dal porto e dall'esercito. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "isdt_isst_tanl-4009", "sentence": "È lui che, dopo una visita di tre quarti d'ora, fissa quello che vien chiamato il \"menu dei test\": Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "isdt_tut-2732", "sentence": "Niente di nuovo, in sostanza, sotto il cielo della' terra delle aquile', ma le dimensioni della stangata questa volta sono colossali. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "isdt_tut-2244", "sentence": "Poi, alla fine del'93, hanno cominciato a comprare gommoni e motoscafi mettendosi in proprio. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "isdt_isst_tanl-979", "sentence": "Chi conosce i cetnici è pronto a scommettere che non lasceranno il monte senza aver rovesciato su Sarajevo l'ultima, cospicua razione di bombe. Lo score di complessità della frase è uguale a <extra_id_0>", "label": "<extra_id_0> 3.8"}
