{"id": "d2b3e25a5fed383bb6670996fb0ae928", "sentence": "Even the biggest auto shows in the U.S. are largely regional affairs, but the Tokyo show is international. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "b348bd36c9ffbad4050609f5bc7f4550", "sentence": "Maureen Fraser, an economist with W.I. Carr, a subsidiary of France's Banque Indosuez, believes that the territory may not be able to regain its momentum until some time after 1997. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "bf8c6f1dcbbf083194cd384182b8397a", "sentence": "Although a substantial short position reflects heavy speculation that a stock's price will decline, some investors consider an increase in short interest bullish because the borrowed shares eventually must be bought back. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "aa94a6bdf3486782d8df714370ad3a61", "sentence": "Last October, Quebecor bought 23 Canadian printing plants from BCE Inc., a Montreal telecommunications, manufacturing, energy and real estate company. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "d5300807fce503f6d4433f35f04d45d7", "sentence": "In the year-ago period, the company earned $ 12.9 million, or 45 cents a share, on sales of $ 247 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "d0ee31abc31cfcbbe9219d7beba35891", "sentence": "But investment bankers say that stock market uncertainties in the U.S. may cause many European companies to mark time before bidding for American companies, in the hope that share prices will come down. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "a8eec5d3917dda0a14b16ade4f0df6d9", "sentence": "Other potential bidders for parts of B.A.T's U.S. retail unit include Dillard Department Stores Inc., May Department Stores Co. and Limited Inc. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "ae8d6b787b4696171e9c66bb4ea60578", "sentence": "Mission Resource Partners advanced 8 %, or 1 3/8, to 18 7/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "cc32cf5948678806e73593a3a9a1239b", "sentence": "Now, the personal-computer revolution is finally reaching Japan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.65"}
{"id": "b385d4f09f64f71bf9f8125562adc9a3", "sentence": "Out of the $ 2 charge, the law firm pockets about $ 1.55. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "ba030122dc01a65d19af757bd9e448e5", "sentence": "Citicorp fell 1/2 to 32, and Manufacturers Hanover slipped 3/8 to 40 1/4. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "9488d12e7d47f1d4649f200c49efdf78", "sentence": "When Disney offered to pay Mr. Steinberg a premium for his shares, the New York investor didn't demand the company also pay a premium to other shareholders. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "a9e79b7e8bcd862aaa72867aab0e095d", "sentence": "Some of the projects being funded by the new issues are the first fruits of Mr. Gandhi's policy, and they require more capital than the smaller industrial units built in the past. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "99e1a426d7a707edded8140aa5168b5f", "sentence": "Chevron's net income fell 0.7 %, to $ 417 million, or $ 1.22 a share, from $ 420 million, or $ 1.23 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "cbb360acc59c068be02687307e9d95a4", "sentence": "Officials at the United Scientific unit, Optic-Electronic Corp. of Garland, Texas, and at Imo Industries of Lawrenceville, N.J., couldn't be reached for comment. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "b39514a57b45d58ac71505549b8a6795", "sentence": "Mr. Titus is a researcher at the Justice Department's National Institute of Justice. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "df040770b844643612e36adef633a54d", "sentence": "The Dayton, Ohio, maker of parts for the building and transportation industries said holders of the two issues can convert their stock into common shares through the close of business Dec. 1. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "8da928b23f3ac3728adc9154cd163c9b", "sentence": "Young & Rubicam has pleaded innocent to the charges. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "d57e669672930d279efbe7a99b83be4f", "sentence": "For the week, the index dropped 3.8 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "bdc8bce654ecc9042eb219e9bcc22fc1", "sentence": "The most obvious pitch, of course, is the lure of big returns. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "c30bc564b808a07d2e50a76a81cb7b2b", "sentence": "Under terms of the three-year contract, Martin Marietta said it will make and install 267 of the new machines at 156 postal offices. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "d3554a9e6f88f7b62d3fbda52a3a6dcd", "sentence": "Personal spending rose 0.2 % in September, the smallest gain in a year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "ab94d92c4ec721c816fc58470c9acb55", "sentence": "In Tokyo on Monday, the U.S. currency opened for trading at 141.95 yen, up from Friday's Tokyo close of 141.35 yen. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "ab933383296cd6ef955572d89cb6ed1e", "sentence": "Sotheby's has been aggressively promoting the Dorrance sale. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "de9ee0b3a4787a261716a03dc2d385ef", "sentence": "Reggie Jackson, the retired baseball star, has found another use for them. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "c0fe4da672c93065adef22aa99400483", "sentence": "And Mr. Kleinaitis says that with 80 % of its stock in friendly hands, Manville is the rare publicly traded company that can ignore short-term stock fluctuations and plan for the long haul. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "94a01d480c35361cea91b4426cae7e6e", "sentence": "The $ 13 billion the Fed injected into the money markets after the 1987 crash is more than enough to buy all the stocks traded on a typical day. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "c7603183193f6d6e4c418e1bbb88629b", "sentence": "And, apparently, it is here to stay. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.1"}
{"id": "b4606ddc0a3fea206ed4ae5b60988cbe", "sentence": "The government said 13.1 % of Americans, or 31.9 million people, were living in poverty in 1988. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "7fa2b6009def9767fdf7e1f197bdb9b6", "sentence": "The average after-tax return on investment in 1986, the most recent year for which results are available, was 6.5 %, according to Chatset Ltd., an insurance consulting firm in London. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "ece65c89320abf3054158c3aa1481820", "sentence": "Mr. Jones is attacking the problem on several fronts. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "b33383e5643d971ed4a342914e2f80ac", "sentence": "Within 25 years Jews will probably be the minority. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "9f215989443e933d0cc6a4a98b67901b", "sentence": "The stock's advance reflected ongoing speculation that Pennzoil is accumulating a stake in the company, according to Dow Jones Professional Investor Report. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "d25bb66f825afa78050758465db03c92", "sentence": "William E. Downing, Pacific Bell's vice president of customer services for the Bay area, says most long-distance companies were blocking about 50 % of all calls. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "810211d5b2ae74bfbc8c0af7e27ec1f9", "sentence": "Lotus's results were about 10 % higher than analysts' average expectations and compared favorably with the 36 % earnings rise reported a day earlier by rival Microsoft Corp. of Redmond, Wash. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.3"}
{"id": "d9c5a639171a1042ef7a2df3953efc91", "sentence": "Currently, the rules force executives, directors and other corporate insiders to report purchases and sales of their companies' shares within about a month after the transaction. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "ac02893669173841680f4eadd059002c", "sentence": "Concord Camera Corp. completed the acquisition of Peter Bauser G.m.b. H., a West German photographic products distributor. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "ea7051b798dae0bda06e7b6388020a76", "sentence": "Beatrice E. Garcia in Philadelphia contributed to this article. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "7f9f49be4d6a3a889a1840d3153c33cd", "sentence": "Among 2,412 of the largest OTC issues, short interest rose to 196.8 million shares, from 185.7 million in 2,379 stocks in September. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "c3923fbb375d7de8ca7875f232409d8f", "sentence": "Richard W. Lock, retired vice president and treasurer of Owens-Illinois Inc., was named a director of this transportation industry supplier, increasing its board to six members. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "8a4a964c53d3d1df0733cf94276e1af7", "sentence": "He would discover it also in Alexander Bickel, a subtle constitutional scholar, Mr. Bork's closest friend at Yale, whose influence on the judge goes well beyond Mr. Bronner's reporting. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.65"}
{"id": "cabaf1a54d93feba9eb617a73a79faed", "sentence": "That's four times as fast as the 386. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.65"}
{"id": "a54757ab47694d528ce582dde35eb050", "sentence": "The European Community's consumer price index rose a provisional 0.6 % in September from August and was up 5.3 % from September 1988, according to Eurostat, the EC's statistical agency. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "8dfe581e54c4065a0dcc2f2c63308e0d", "sentence": "During the last two hours of trading, the composite almost drew even on the day before slipping again. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "ca4ff46e0c2064e93d4141cf2781350e", "sentence": "SUN MICROSYSTEMS INC., Mountain View, maker of desktop computers, annual sales $ 1.77 billion, OTC, no injured employees and very little damage to buildings. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "979c2a93f2bd78c8bfd04cabe2b2f742", "sentence": "On a number of occasions, he adds, he tried to get Warner to buy Guber Peters outright. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "e47c2c82b0bd0275f0000e7ced854393", "sentence": "The index, which uses a base of 1981 as 100, was calculated at 140.91 points in October, from 140.74 in September. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "990dc73735ea955a1fbe6d29c0eb78c8", "sentence": "Affiliated Bankshares of Colorado Inc. said it agreed to sell its 10 % interest in Rocky Mountain Bankcard Systems for $ 18.5 million to Colorado National Bank of Denver and Central Bank of Denver. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.5"}
{"id": "db9c43a24fe010e470f7938188cbf146", "sentence": "If things haven't worked out that well, and sales won't hit $ 200 million until 1992, it's time to consider selling, he says. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "d29bb22bddf9a85a775b533c916a9121", "sentence": "The International Monetary Fund and the World Bank are expected to provide approximately $ 180 million to help support the deal, and additional funds are expected from Japan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "d8c3d1fd4d583d2e7c6ba343feea939e", "sentence": "That's the way a lot of brokers feel today on the second anniversary of the 1987 stock-market crash. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "e229e1c6d2641b30b3ab1c25ee270bd9", "sentence": "A month ago, the firm started serving dinner at about 7:30 each night; about 50 to 60 of the 350 people in the investment banking operation have consistently been around that late. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "8f6293bac3b28a8e9d3e4a617447b890", "sentence": "The spinoff should solve a problem for the parent. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.35"}
{"id": "b5cf5e65d63cba43ec3460b4218ed89a", "sentence": "MacMillan Bloedel, a Vancouver, British Columbia, forest products concern, said the 8.1 % loan is due Oct. 16, 1996. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "d7fa0ee821de9757b4c1ec0a5246fe2e", "sentence": "In a filing with the Securities and Exchange Commission, Mr. Terra said he sold 263,684 First Illinois common shares from Aug. 9 to Aug. 28 for $ 9.9375 to $ 10.5625 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 5.1"}
{"id": "891065d44822f5bb9259163f11958e4a", "sentence": "In American Stock Exchange composite trading yesterday, Westamerica closed at $ 22.25 a share, down 75 cents. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "a0ca3073306ae34ba6c37b4eba7a2892", "sentence": "Goodyear Tire & Rubber Co., buoyed by improved operating profit in its tire segment, reported that third-quarter net income rose 11 % to $ 70.5 million, or $ 1.22 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "b59c11007630634280c05ab14cb36cd4", "sentence": "In a meeting in New York yesterday, the committee put on hold instructions it gave two weeks ago to its experts to explore other options for Eastern's future, the sources said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "ba255db5f063941078cad5aa2c892b80", "sentence": "Proceeds of the sale will go to Centerior's operating subsidiaries to finance the projects, located at a nuclear unit located near Cleveland. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "be5ec4481dcb42df42e7f0c6c0a25f07", "sentence": "Tosco Corp. jumped $ 1.125 to $ 20.125 and Chevron Corp., despite a temporary pipeline shutdown, rose $ 1 to $ 65. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "affbd2bd62c3221c2391e03be75df2e7", "sentence": "Here a fund may promise to pay back, say, $ 95 of every $ 100 invested for a year, even if the market goes much lower. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "d5577d787372f3454d82f22ec0925bc4", "sentence": "Though analysts say competition will probably hold down increases in retail energy prices, many expect some of the wholesale rise to be passed along to the consumer before the end of the year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "dae5b386b31beb04009dab3a8a536e87", "sentence": "Some even claim the group has become a lagging, not leading, indicator. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "8d16874a185a08f2358647cbb87bc1d4", "sentence": "A U.S. decision to refuse the IMF its capital increase, or limit it to 25 %, would bring a major change in international economic policy, and could not be taken lightly. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "cdff1777c7d39d9b474951a9cd12a19d", "sentence": "As with many other goods, the American share of Japan's PC market is far below that in the rest of the world. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "a58abe925fb8044db35b39e06567ceab", "sentence": "Sales amounted to 1.011 trillion yen, climbing 29 % from 787.02 billion yen. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "834485e3bf3c2c073690fb62825f5f20", "sentence": "So when American Brands Inc. decided to sell the unit in 1987 as part of a divestiture of its food and security industries operations, Mr. Wathen saw a chance to accomplish several objectives. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "95f0033b7a1ddd03c61c2d614abfd0fd", "sentence": "In the nine months, net fell 6.3 % to $ 427.7 million, or $ 3.98 a share, from $ 456.4 million, or $ 4 a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "881f4e2f91d6c71076da0931a67d6043", "sentence": "As directed by the board, NASA completed the evaluation and again chose CSC. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "7fe2697d9d3b9e8b41f9eb21f0a98f55", "sentence": "The suits relate to a $ 200 million loss, disclosed in December, that was suffered by West Virginia's consolidated investment pool. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "de7bd844df36430d5b5edaaafabc7181", "sentence": "Sales for the Deerfield, Ill., company rose 5.8 % to $ 1.81 billion from $ 1.71 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "9906f7ddb0d8de3721585d22ef4a5920", "sentence": "For the nine months, earnings totaled $ 36.6 million, or $ 1.24 a share, down 46 % from $ 68.1 million, or $ 2.19 a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "ba0ed7333cade28d7f6f5a950bd95a94", "sentence": "Those are Templeton Global Income, Templeton Emerging Markets and now the Value Fund. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "a2c09009de444a9995ba9907f4de092b", "sentence": "Today's Turks in Bulgaria, in other words, deserve what is coming to them four centuries later. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "c65059577768f098e8cae4a105aa6ddc", "sentence": "But while the Merc reopened a half hour later, the CBOE remained closed, leaving many options traders unable to make trades that might have reduced the losses. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "92e9815bcf8d9134ba1342a6d88483c7", "sentence": "Although Ryder didn't break out the charge, analysts estimated that the majority of the $ 57 million was linked to workers' compensation reserves and anticipated losses on the disposal of trucks. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.6"}
{"id": "ddb5e02be8d9ade2984240378baa461f", "sentence": "CML, Acton, Mass., had agreed to sell the unit to Reebok for about $ 42 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "ced229ea76a53bbffd61ce4544a6304a", "sentence": "The oil refiner also booked a $ 15 million charge for selling Ashland Technology Corp., one of its subsidiaries, at a loss. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "99b1e3072f6f197aaf20d0553e7e06a6", "sentence": "Though not reflected in the table, an investor should know that the cost of the option insurance can be partially offset by any dividends that the stock pays. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "bc4409e98b72a2c1067e8f19c5b1e2d3", "sentence": "The U.S. ranks fourth of countries that have concluded joint ventures, behind West Germany, Finland and Italy. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "a61bd8c2cd0fb1274e97552d3c9be66f", "sentence": "For Mr. Jones, it was just the beginning. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "9461b0036d9456b524f79f9ada4aef6f", "sentence": "Kirin Brewery was up 100 at 2,000, and Ajinomoto gained 70 to 2,840. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "9a76518c25c61a756815dd9a89417cf2", "sentence": "Stephen McCartin, Mr. Hunt's attorney, said his client welcomed the gamble. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "843f74d24cffb865dc763cebc2b8c3c5", "sentence": "Washington rejected the bid, saying the hostages weren't linked to other issues. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "ccc4a17b59d786bf678e6401fde290e6", "sentence": "TransCanada PipeLines Ltd. led the percentage decliners, dropping to 59 shares from 183,467. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "afc979f9b45c4f3da237eb1e7b161f9f", "sentence": "In Chicago yesterday, Options Clearing confirmed that it guarantees the Pacific exchange options. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "c7c307fa98ed4cac7322371d6534db23", "sentence": "Scott Paper Co., shelf offering of up to $ 360 million of debt securities, via Goldman Sachs, Salomon Brothers Inc. and Smith Barney, Harris Upham. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "cafbe9d1bca660c98b4a5f769c7b788c", "sentence": "Amdura, a Denver hardware and automotive distributor, said the new credit agreement will provide the working capital needed to meet ongoing requirements. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "ccac38e10bfe2a94f4182a041f7139e5", "sentence": "However, Delta Air Lines fell 1 1/2 to 67 1/2 and USAir Group dropped 3/4 to 42 1/2. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.15"}
{"id": "8d7b21491aa1fc2a5842ace586c03e1e", "sentence": "In 1987, an average 19.7 % of Big Board volume was retail business, with the monthly level never more than 21.4 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "dab27120e2098ab308f52ffbe6444c72", "sentence": "And on London's Stock Exchange Monday, 18.5 million shares were traded, far above the usual volume. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "d203a975f80b2ff5a30aeafc74eadcf1", "sentence": "Frederick H. Hallett Vice President Industry and Government Relations White Consolidated Industries Inc. Washington The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "dafa63773b9c62f74d57bb441feff07b", "sentence": "CALL MONEY: 9 3/4 % to 10 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "9d725369d3b2e0918f461889c2530ae9", "sentence": "Millicom Inc., offering of $ 60 million subordinated exchangeable debentures, via Bear, Stearns & Co. Inc. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "a1035054cf3a81cc03af70ba1b825a7d", "sentence": "However, he stressed that the improvement depends on a continued reduction in smoking. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "cb8f56e7cb9ec19788dc339825ae7228", "sentence": "In all, the Los Angeles-based trust plans to sell its interests in 36 hotels, while the corporation will sell its management interests in 32 of those properties. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "8a76376102baa3d0f0e91cbcf602f472", "sentence": "In the early 1980s, I predicted a significant acceleration in productivity growth over the rest of the decade. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "89590f809700c47a7d650fe37fc4bc03", "sentence": "Jerome Grossman, chairman of the panel, agrees that administrative costs of utilization management programs can be high. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "8eccdf1c99da933422af3d200865a95b", "sentence": "Now, the nationwide average yield on a six-month CD is just under 8 %, and 8.5 % is about the best around. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "d5581d418ae3d8cd01ee1471d0469e04", "sentence": "Despite objections by the CIA, Mr. Bush also has agreed to the establishment of an inspector general at the CIA who would be independent of the CIA director. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "a82bd0fbaef1544fd98acfb982638138", "sentence": "Laurance V. Allen, 44, who had been director for North America, resigned to pursue other business interests and do some consulting. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "e39c436dca781b0ff622af643972ee89", "sentence": "By acquiring the shares, Lawrence Group increased its stake in Lawrence Insurance to 93.2 % from 91.2 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "d3ce45c6684227e924c5a4570206e9a0", "sentence": "Moreover, they note, those who manage to pay their own way often do so only by selling their homes, using up life savings or drawing heavily on children and other relatives. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "c0a55c456ea60440f82ff21e2f17435a", "sentence": "Digital's VAX 9000 mainframes, which it claimed were among the fastest available, were priced from $ 1.2 million to $ 3.9 million, sharply lower than IBM models of comparable power. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "8cb00225ddcac33450ec332f5fb63451", "sentence": "One major factor was the decline of the dollar against the mark, which began less than a year after Merkur's 1985 launch. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "a4e8d769f06edc0dc9986111eb0eab84", "sentence": "The Portland, Ore., thrift, which has $ 5.2 billion of assets, had net income in last year's third quarter of $ 1.8 million, or 23 cents a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "90c005ac26d3eb92d065b9206d3ff0f3", "sentence": "Rep. J. Dennis Hastert (R., Ill.) The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.4"}
{"id": "d12ebe40acc9d4061fae6552d956e4ce", "sentence": "Mr. Salvagni, 53 years old, succeeds John C. Griffin, 57, who is retiring as corporate vice president of pharmaceutical manufacturing. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "cfaa0f1ba0d85f8757609ae14d2e049f", "sentence": "A governing body of both the Financial Accounting Standards Board and the Governmental Accounting Standards Board voted to give the FASB jurisdiction over accounting standards for certain government-owned entities. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "cac58d5ca12581d515b9268e24e404fc", "sentence": "Our ability to influence the outcome of events in Eastern Europe and the Soviet Union is far more marginal. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "e4b87392272a41d99a688c9e8945400b", "sentence": "Pemex, which produces 40 % of government revenue, desperately needs new investment. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "97f3a8d0d000d5fa983b265d78debfd3", "sentence": "The union won't respond to the USX statement until Mr. Williams has studied it, the spokesman said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "a2af2c10bb079d8bd74fbac3dfbc36e4", "sentence": "Net income at Mobil Corp. slipped 4.5 % to $ 532 million, or $ 1.30 a share, from $ 557 million, or $ 1.36 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "a782f0c7b368abfcd806ae8733ff699c", "sentence": "The National Aeronautics and Space Administration said it awarded General Dynamics Corp. a $ 64 million contract to launch the Combined Release and Radiation Effects Satellite in June 1990. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "a371e2fba138ea5197aa48dd45c4b948", "sentence": "Heller Financial Inc., an indirect subsidiary of Fuji Bank Ltd., shelf offering of up to $ 1 billion debt securities and warrants. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "e5aabbfae189f33e239a6b4c369de79d", "sentence": "Montedison, which owns about 72 % of the company's common stock, agreed to buy the rest for $ 37 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "d2f8b605abb783677da1b94f3a88180e", "sentence": "They, as well as numerous Latin American and East European countries that hope to adopt elements of the Spanish model, are supporting the direction Spain is taking. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "e67deea56ac8eac036f0f102d5b80077", "sentence": "A native of the area, he is back now after riding the oil-field boom to the top, then surviving the bust running an Oklahoma City convenience store. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "9b5ec20d4e348c1bcde9f32e06a6d869", "sentence": "Investors, money managers and corporate officials had until today to comment on the proposals, and the issue has produced more mail than almost any other issue in memory, Mr. Lane said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "e1f7bdc6c36ad33dfbd34041c2504937", "sentence": "Britain's industrial production rose 1.5 % in August from July and was up 0.9 % from August 1988, according to provisional data from the Central Statistical Office. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "a77ab34b5c99af767b85f3ea700b3b4e", "sentence": "Operating profit climbed 51 %, to 572 million francs from 378 million in the first half of 1988. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "b371235c2c200a606534e348881f6b09", "sentence": "The IRS hopes to fill the new positions soon. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.25"}
{"id": "aff0da51550e86a094bfae89a3443705", "sentence": "House Appropriations Committee Chairman Jamie Whitten (D., Miss.) helped secure $ 49.7 million for his state, or more than double the Pentagon's budget. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "d8148cb42e7cf86ebf946f4403ab9beb", "sentence": "Dow Jones industrials 2689.14, up 5.94; transportation 1230.80, off 32.71; utilities 215.48, up 0.06. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "81597ff6727a60f03ae8ed7df9261a2d", "sentence": "Betty Raptopoulos, senior metals analyst at Prudential-Bache Securities in New York, agreed that most of the selling was of a technical nature. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "afd1c1354249a374051ebf5056b045ea", "sentence": "Stratus Computer, which reported earnings late Friday that were in line with a disappointing forecast, eased 3/4 to 24 on 816,000 shares. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "dd692706f042ed77dbd78ab300fb9e2b", "sentence": "In New York Stock Exchange composite trading, Xerox closed at $ 62.75 a share, up $ 1. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "bbe526edd4fb2ef92f6505d31b8b0b0f", "sentence": "Digital, based in Maynard, Mass., hopes to stage a repeat performance in mainframes, and it has spent almost $ 1 billion developing the new technology. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "cbc35eb546d7630d371cb04ba7956da8", "sentence": "Rep. Ronnie Flippo (D., Ala.), one of the members of the delegation, says he was particularly impressed by Mr. Krenz's ready admission that East Germany needed to change. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "cb146740b92abe96b552fda22044b97e", "sentence": "About one-third pay out of their own pockets, while the rest are covered throughout by Medicare, private insurers or the Veterans Administration. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "ae4fe49fbf6bd16bb3d89d58dff6e730", "sentence": "The bonds are subject to federal taxation in the U.S., including income taxes. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "aaf621216cfc8ffc0de03febcea91ed3", "sentence": "For one thing, Digital, Maynard, Mass., has sold fewer machines. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "b713937a98802cfd4a216a7b40c35c8b", "sentence": "The problem here, analysts say, is that if Paribas wins its 66.7 %, remaining Navigation Mixte shares will fall in value. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "bf025cfbb897b88d8d4124e9049b3abe", "sentence": "Not so fast, says Rep. Mickey Edwards of Oklahoma, a fellow Republican. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "e78eb27dfa6bd896652ea5e26c729bb8", "sentence": "GE Capital has a working relationship with L.J. Hooker. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "cf29909664182459e7b4ec57da7b3d75", "sentence": "For the third quarter, operating profit from Carbide's chemicals and plastics business fell to $ 238 million from $ 352 million a year ago, before accounting for taxes and interest expense. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "91102478da80345bca3b972cd97d3380", "sentence": "Mr. O'Brien will elaborate on the SIA's position in testimony before the House Telecommunications and Finance Subcommittee this week, a spokesman said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "e256f12761a17cc5e3e221565bef0998", "sentence": "Mr. Seidman, a director of Crestmont since July, is general partner of Seidman Financial Associates, which owns 9.89 % of Crestmont. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "bdad4c9efe2a17c8f7becb951e1c08a6", "sentence": "But analysts said the rebound didn't remove the cautious mood from the market. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "de189a363e05058bef7d9d14c270e49a", "sentence": "Most of the loans in question are to Third World countries in South America. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "b1ff138f48745a114c2e8515e0ec96e5", "sentence": "For reasons he wouldn't elaborate on, he said he's sure that schedule won't be met, meaning less profit impact from the product for DEC in the next few quarters. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "c4eb1551bc8bf42fa4f63797171a64f7", "sentence": "It also asked Mesa to keep the proposal confidential. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "ed675dbe496c1ed60d14f3dbff7cb599", "sentence": "The shares are redeemable after the end of 1994. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "c9a90cc1ac24da926a0d513037fa8339", "sentence": "The offer consists of $ 410.5 million in cash and the rest in notes. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "d6da99023520ead6a83093fabb46d7a2", "sentence": "In the director post, Mr. Brown, 38 years old, succeeds Joseph W. Hibben, who retired from the board in August. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "f0a798e6d0487c230f802d16324174fc", "sentence": "The contract was to run from 1992 to 2020. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.3"}
{"id": "8e89f799f79acbb516f33995173e5901", "sentence": "SsangYong, which has only about 3 % of the domestic market, will sell about 18,000 of its models this year, twice as many as last year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "903379eaa7e6588cb9430fe48db3f030", "sentence": "COHERENT INC., Palo Alto, laser maker, annual sales of $ 159 million, was closed yesterday but expects to reopen today. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "7df1031b27d9326b2142d0e3cf666428", "sentence": "Golenbock, with 35 lawyers, has lost several partners during the past year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "d05dc70f2026e09de89d8eae1f62a9cf", "sentence": "For fiscal 1988, Ashland had net of $ 224 million, or $ 4.01 a share, on revenue of $ 7.8 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.55"}
{"id": "cdcb46e5ae9bb863571be358a3c4ff4f", "sentence": "Bonds: Shearson Lehman Hutton Treasury index 3416.81, up The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "ce501796cee7d9b134272d8a66acaace", "sentence": "But early this year, PepsiCo Inc.'s Taco Bell unit and Wendy's International Inc. slashed prices and stepped up promotions, says John Rohs, an analyst for Wertheim Schroder & Co. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "b0a84321887d5e8d1f619b27afa3def4", "sentence": "In the nine months, net rose 35 % to $ 120.1 million, or $ 1.64 a share, from $ 89.2 million, or $ 1.22 a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 5.0"}
{"id": "b0ad2921ea1b571041f300d3e1da8be5", "sentence": "Eagle Clothes Inc., which is operating under Chapter 11 of the federal Bankruptcy Code, said it reached an agreement with its creditors. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "a761e6925df5dc8586ad8a4dbb1f6bfd", "sentence": "He declined to name the shareholder, the plaintiff's lawyer or the court where the lawsuit was filed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "d547d6ca547590142f1ef41eb53dbbb8", "sentence": "John C. Marous, chairman and chief executive officer, also said the company expects sales from continuing businesses to rise 8.5 % annually through the next three years. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "c920a3eef5b821e069463a7b70438405", "sentence": "The drug, which is still in the experimental phase, hasn't been approved yet by the Food and Drug Admistration, and its long-term effects are unknown. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "a4a76baafc80dcdbb13d9fa0938bcff6", "sentence": "Mr. Schneider is cool to Georgia Pacific and Abitibi-Price. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "daf836dfa40883b759fccb3a876205aa", "sentence": "Those include Rhin et Moselle Vie and Via Assurances. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "91001a91e1da6e521a61f2bd76d34b70", "sentence": "Quebecor will own 57.5 % of the new subsidiary. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "8f23ad4ad44712e3cbadcddcfceead2a", "sentence": "The trust is considering a sale of its Manville holdings, but Manville has the right of first refusal on any sales of its stock held by the trust. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "ebf8983777eab85fe9c0ce34f3f9037b", "sentence": "Bonds: Shearson Lehman Hutton Treasury index 3427.39, up The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "7f294705e55c23c7ab93b9e2705c230f", "sentence": "For travelers, though, the industry's problems have had some positive effects. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "c29eaec895d42bdc4f9b7dff185374e9", "sentence": "Jack Davis, Dataproducts' chairman, said he hadn't yet seen the filing and couldn't comment. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "bd7a1e409680c389350e6a083abce7a3", "sentence": "Exxon's net income during the third quarter dropped to $ 1.11 billion, or 87 cents a share, from $ 1.22 billion, or 93 cents a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "bbf3dc381b56f669c142561ebc0ab801", "sentence": "In addition to an 18 % stake in the Veslefrikk offshore field, the Norwegian unit has interests ranging from 10 % to 25 % in three other Norwegian oil and gas production licenses. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "9adf9ddacd62c29d7a255a67a248bd2a", "sentence": "Senate Appropriations Committee Chairman Robert Byrd (D., W.Va.) even added report language listing $ 49.4 million in projects he wants in the budget next year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "9c9801d5fc0ed4c30c2bde2010f1ed73", "sentence": "But the board's decision prompted many to bail out of the stock yesterday. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "a8e8692bc00a615f8ade06907445c532", "sentence": "Yoshihisa Murasawa, a management consultant for Booz-Allen & Hamilton (Japan) Inc., said his firm will likely be recommending acquisitions of Japanese companies more often to foreign clients in the future. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "ba8ae0b1f1a94a4153ffd918dd279a2e", "sentence": "Production of factory equipment, one indication of the strength of manufacturers' investment spending, fell 0.3 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "e2fba6fe7be46a42d7c723a0f4a6b0ee", "sentence": "The Upper Saddle River, N.J., communications firm said it is considering alternatives to the restructuring of the senior secured notes because of changes in the high-yield market. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "c02bc204e3073305d87e2772f752d64f", "sentence": "Through the first nine months, the company had a loss of $ 484 million, largely reflecting the closing of its supercomputer unit. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "d17c750b10689d78c52cb21df54ca1ff", "sentence": "(After 1992, the winter and summer Olympics will be held two years apart, with the revised schedule beginning with the winter games in 1994 and the summer games in 1996.) The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "dbe0195be3fcbd3f4a2843957494748e", "sentence": "Under terms of the stock, the Yukon ESOP can demand that the stock be redeemed for $ 4,090,000 on Nov. 30, but NBI said it is legally prohibited from making the redemption. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "a0980e47d031c6bfaf76e43fc60d9dca", "sentence": "B.A.T Industries, the most active Amex issue, rose 3/8 to 12 3/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "8f16393704cee81c7270004071fb6792", "sentence": "So the results, while not news, aren't exactly theater either, at least not good theater. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "b42580c8de23f519cad6690b5d881de3", "sentence": "Yesterday, in composite trading on the New York Stock Exchange, AMI common closed at $ 23.625, up 12.5 cents, on volume of almost 1.8 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "95f09718e0963dd86812840200e61804", "sentence": "Mr. Reed admitted he conspired to conceal an agreement not to enforce loan guarantees executed by Dallas real-estate developers A. Starke Taylor III and George S. Watson, both of whom were FirstSouth stockholders. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "a73be39736f77cfefd57b0f4cf598f88", "sentence": "France's industrial production index for July and August rose 1 % from June and was up 4.6 % from a year ago, according to seasonally adjusted data from the National Statistics Institute. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "98b1baa9ef9e2a73fd9d961ed1fc1949", "sentence": "This year, Hoechst will produce about 62,000 tons of CFCs in factories in Frankfurt, Spain and Brazil. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "d8aa1c8568a54fbe8b262795a67c34d7", "sentence": "Also as usual, the products will appeal mostly to heavy users of IBM equipment, at least initially. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "dc57d890b9f4eb1b3f361521c3699946", "sentence": "Ford said in July it planned to operate Associates, based in Dallas, as a separate entity in its Ford Financial Services Group. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "dc154a2c7ab3d014bed11fd231406543", "sentence": "However, one person familiar with UAL said the signs pointed to Coniston because Mr. Trump hasn't asked for permission to buy more than $ 15 million of stock under federal antitrust rules. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "97cad370c7055e7589432e4361002cfa", "sentence": "Treasury Secretary Nicholas Brady, Federal Reserve Board Chairman Alan Greenspan and Housing and Urban Development Secretary Jack Kemp are members of the board. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "9afc9aadef9deb4add09a28255e81588", "sentence": "Assets soared $ 4.5 billion in the previous week. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "8fd64b9d47682010c3a6d7b1ddbe70d6", "sentence": "Mr. Warren will remain on the company's board. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.15"}
{"id": "806be98e904953f5f94623a03a9441aa", "sentence": "During the quarter, Delta issued 2.5 million shares of common stock to Swissair, and repurchased 1.1 million shares for use in a company employee stock ownership plan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "cf9cb7ac67f8f434c41ef8601d596ece", "sentence": "At that price, an analyst familiar with the machine said, the computer offers up to 10 times the performance of similar machines. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "a5029a333178b3dd8f5e0c6abf6d0398", "sentence": "Other programs and special issues will be based on themes of health, jobs, personal finance, the best colleges, and investments. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "a49f9c8ddf3790c5a512231355fba5fc", "sentence": "Colgate said net income for the quarter rose to $ 76.7 million, or $ 1.06 a share, on sales that increased 6 % to $ 1.3 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "942284dd1cc6fd4e231b0558446b1f97", "sentence": "The OTC market's largest stocks soared as well, as the Nasdaq 100 Index jumped 10.01, or 2 %, to 463.06. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "abf604350c0a6f819af91d2dc0e64bd2", "sentence": "He will be in charge of research, equity sales and trading, and the syndicate operation of Rothschild. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "8d5c7d6eb9f91799d4ed5c69dbefdc46", "sentence": "In addition, Delmed is exploring distribution arrangements with Fresenius USA, Delmed said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "b2d54579f5e007ad3a566a0ad9e0a76c", "sentence": "The price of coffee has gone down almost 45 % since the beginning of the year, to the lowest level (after inflation) since the Great Depression. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "908d7f9803cf2350544aa47ea3886246", "sentence": "But the judge denied a request by the former national security adviser, who faces five criminal charges, to seek documents from Bush. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "d69201ffc733d11dff621dee3b78c038", "sentence": "Officials hinted, however, that SAS would take a stake of at least 6 % in Finnair, valued at about $ 40 million at current market prices. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "9008b7d834dd9026723c12df88d920c9", "sentence": "Ingalls Shipbuilding Inc., a division of Litton Industries Inc., was given a $ 15.5 million extension on a contract for shipyard services. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "b798a06e6737bd67527bbe3f7c09b34d", "sentence": "The Nasdaq Composite Index surged 4.26, or about 0.94 %, to 455.63. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "dafa63773b9c62f74d57bb441feff07b", "sentence": "CALL MONEY: 9 3/4 % to 10 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "b6aabfe0f9d04bbc4bdcbc9ed67c701a", "sentence": "In other words, if there's a problem, don't expect Citibank to come to the rescue. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "c5063abede046c31548905acb0d2ca43", "sentence": "Craig Torres and Anne Newman contributed to this article. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.3"}
{"id": "aee14ad5ad7981e273a96cc6efbcb210", "sentence": "But after years of using the issue for its benefit, the GOP finds its candidates on the defensive. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "d20228f318cd58295048984fa75982ee", "sentence": "Northeast Utilities raised its bid for Public Service Co. of New Hampshire, which is operating under Bankruptcy Code protection, to $ 2.25 billion from $ 1.85 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "b9082c241c44ae8d0c3c6d458172c04c", "sentence": "Eventually, Mr. Stoll was invited to both the CIA and NSA to brief high-ranking officers on computer theft. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "e7667bd5cd0a97adbb70431029161ded", "sentence": "He recommended that the company file for protection under Chapter 11 of the U.S. Bankruptcy Code before the MCA deadline, according to a source familiar with the sessions. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.7"}
{"id": "a65975adf3c543558d1494aecc628c94", "sentence": "West Germany's biggest union, IG Metall, said it is ready to back demands for more pay and shorter hours with strikes against the nation's automotive, steel and engineering industries. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "db20ec1c36b3339c7cb042435c0bd058", "sentence": "Among other things, the bill calls for a reorganization of the Justice Department. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "ad127671e0b47e1f6324f38e6b5ea275", "sentence": "But one clear problem during the coup attempt was that the NSC staffer most experienced in Latin America, Everett Briggs, was gone. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "ba48946857828809a5401d40a6fd27a8", "sentence": "In the year-ago quarter, the company reported earnings of $ 2.2 million, or 35 cents a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "df8c6cd6a02deb5fc5800ad8bc3e1a62", "sentence": "The normal term for the 1986 and 1987 model 323 is two years or 24,000 miles; the term for the 1988 323 is three years or 50,000 miles. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.6"}
{"id": "987958161730689d2d8dd94fb0ccc507", "sentence": "Under the direction of its new chairman, Francisco Luzon, Spain's seventh largest bank is undergoing a tough restructuring that analysts say may be the first step toward the bank's privatization. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "7d38d267d899bf7f92a8f795968f8a15", "sentence": "A year ago, the Tokyo company had pretax profit of 35.38 billion yen. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.8"}
{"id": "b297e615d47e74cacf97530f6388571b", "sentence": "Mr. Jordan, formerly president and chief executive of Fishkill National Bank in Beacon, N.Y., succeeds Donald Broderick, who died at 52 in an automobile accident. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "e749134d23bc83dc37c6cee862113efd", "sentence": "A similar machine already on the market, made by Rank Sintel Ltd., a unit of Rank Organisation, costs about $ 500,000. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "b31b49929f99c365497de26e98a19377", "sentence": "Mr. Kimmel was a director of the company and a predecessor firm since 1980. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "bdc2360d38b9c2b1a60192d7a542ff45", "sentence": "Dow Jones industrials 2683.20, up 39.55; transportation 1263.51, up 15.64; utilities 215.42, up 1.45. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.0"}
{"id": "c0ec4aca4b75b613c4b803493898e9a2", "sentence": "But in October 1987, when portfolio insurers rushed to sell at the same time, they overwhelmed both the stock and futures markets. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "cd56afedf202beb1b35475629bb2a217", "sentence": "If the matter requires further legal work or litigation, Mr. Cane says, his lawyers may refer the client to a law firm. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "889dab5ac59232ae33ed6869a68b1567", "sentence": "But by the time Solidarity took office in September, the damage was done. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "de79090f8029aca3e3c74ad689fd0522", "sentence": "Millicom said it would build and operate the system in Pakistan with Comvik International AB, part of the Kinnevik group of Sweden, and Arfeen International, Pakistan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "d729eeee2b2afd199f61c02748f8188f", "sentence": "Dow Jones industrials 2645.08, up 41.60; transportation 1205.01, up 13.15; utilities 219.19, up 2.45. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "afd509f14f23f42b477f78431ce49e32", "sentence": "Shanghai Investment & Trust Co., known as Sitco, is the city's main financier for trading business. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "d81bb86ad1ac03839e67955c47c0a298", "sentence": "The initial bond offering by the new government agency, which was created to help rescue the nation's troubled thrifts, isn't expected to see robust demand. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "a7b1dce89a8665e2d50854a27092fbc9", "sentence": "Eastern and its creditors are in the final, delicate stages of negotiating a second reorganization plan to pay off the airline's debts. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "afb5feb04a4cce25080ed0f01dff1bee", "sentence": "Mr. Ely, 57 years old, temporarily increases the board to seven members. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "9b028f60dc83cf7044a973f5dd629284", "sentence": "The study, conducted by a task force of the Brookings Institution, suggests that Congress should require the courts to develop the plans. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "97f632b9876a7833fa442913312f0473", "sentence": "Mutual funds are the among the largest holders of junk, accounting for more than a quarter of the entire high-yield, high-risk market. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "e5093d3c3e5b2acde42ec0be1396cd66", "sentence": "Quantum said it has agreed to purchase as much as $ 50 million in equity in the new company, if necessary, for the confirmation of the plan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "ea195e7572ac2167df4136ccc8c49b9e", "sentence": "Nashua announced the Reiss request after the market closed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "88885f3ef01871a97bff21401c6f3516", "sentence": "In New York Stock Exchange composite trading, PPG closed at $ 41 a share, down 37.5 cents. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "ab8e5d91813bf970fbf2c1f659719b8e", "sentence": "For the nine months, net increased 14 % to $ 217.5 million, or $ 3.09 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "a3bca0cb191c09009ba28589d6b66eea", "sentence": "The brand is No. 7 overall in the cigarette business, Mr. Maxwell said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "98961d74955084ed979b81d39e7f78dd", "sentence": "People will say that the nation and the government have other objectives, in addition to stabilizing the price level, which is true. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "8818125378617533ebd75d57723a23d8", "sentence": "Carbide, like other companies with a heavy reliance on the so-called commodity end of the chemicals industry, was expected to post earnings sharply lower than in an exceptionally strong 1988 third quarter. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "d3c31305ff9e58a6a18372beb360091e", "sentence": "Assets of Construction Equipment International, Houston, were sold to Essex Crane Inc., and the assets of Elgin Electronics, Erie, Pa., were sold to closely held Charter Technologies Inc. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.9"}
{"id": "91d594791b2a2a8908386dba2b4ffb4b", "sentence": "Philips Industries tumbled 3/8 to 22 7/8; Hilton Hotels fell 2 1/2 to 92 and Holiday Corp. fell 2 1/8 to 69 7/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "cb8d581a4051d2a4d457e98251aaa9bf", "sentence": "The offering, Series 1989-86, is backed by Fannie Mae 9 % securities. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "a114c72bc601ea7e2c6788e16c517ef8", "sentence": "The company won't say how much it will save, but during at its interim location, sources say it will likely pay rent of $ 10 to $ 15 per square foot. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "9027412b7b3684c390768deac3932ede", "sentence": "In part, the trust cited the need to retain cash for possible acquisitions. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "e09f46f59438a2654b3c994a014a552d", "sentence": "Dataproducts Inc. said it filed a lawsuit in Delaware Chancery Court to block a tender offer by DPC Acquisition Partners, alleging that the hostile offer violates a standstill agreement between the two concerns. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "a582bc8b7fde16bcf832604f29cc9fe9", "sentence": "Prospect, a New York-based leveraged buy-out firm, also agreed to invest $ 15 million in Recognition, which in turn agreed to repurchase as much as $ 20 million of its stock. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "b40851c094e9927f3250448616c6fbf9", "sentence": "In composite trading on the New York Stock Exchange, Phillips Petroleum shares fell $ 1.125 to $ 23.125. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "a284f5f55e1625c3877d43119909233f", "sentence": "It was, after all, only his second full day as chairman of the Securities and Exchange Commission. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "b74ed3f5a341a2b54e2286d94aaf1613", "sentence": "After the payment, the Cleveland company owes $ 57 million on the loan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "9a523ffee900dc5bfdc036be58988735", "sentence": "Last Friday, he told the staff of Ms. that the magazine in January would begin publishing without advertising. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "814c9c7ce99bb7f1401219e531877c32", "sentence": "Net for the year-earlier nine months also included a gain of $ 9.7 million, or 15 cents a share, in the carrying value of the Conner investment. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "adb78c6e63a8c9eec43bee366c11b7b5", "sentence": "They are supposed to play the game next Tuesday, in Candlestick Park here. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "c6197c02b8d349536bc84b9e75a897a2", "sentence": "Gordon Trimmer will succeed Mr. Haines as manager of Canadian operations, and Mr. Kushkin's former position isn't being filled at this time, the company said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "b323ff02ca77ecb65578c15a1fbf21c6", "sentence": "The discount rate, currently 7 %, is the rate the Fed charges member banks for loans, using government securities as collateral. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "b87b21cbc9f1257278cb35b2299a85b3", "sentence": "Joann S. Lublin in London contributed to this article. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "dafa63773b9c62f74d57bb441feff07b", "sentence": "CALL MONEY: 9 3/4 % to 10 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "96050704d6b220e92cf17e5201697827", "sentence": "First Iberian Fund led the percentage increases, rising to 73,100 shares from 184. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "7e4d2d042ecce35d0761d3f4e17332af", "sentence": "AT&T already has a factory in Matamoros, Mexico, to make electrical devices. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "8ed7bb04e5583b79b50fb9461a759daf", "sentence": "The yield on the issue slipped to 7.91 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "ae87145425f44ef68550b8bcda2a6f6e", "sentence": "Meanwhile, there was an awful lot of confusion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "8fb36699d2d0cac8f6b5f42d1cb98552", "sentence": "Imperial said in a statement it expects other complaints to be filed in the wake of the original suit and a recent article in Barron's magazine that focused on the company's problems. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "c0e5b5cc508417f83a8b9c9888526b20", "sentence": "Meson is the personal holding company of Steven Morfey, a Vancouver securities dealer. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "a96c04eb19f3b081413a80f6b73bda33", "sentence": "Penn Central Corp., Cincinnati, said it agreed in principle to acquire Noranda Inc.'s Carol Cable Co. unit for $ 177 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "c5e6eea4dada56a4f774593f06f47021", "sentence": "Besides money, criminals have also used computers to steal secrets and intelligence, the newspaper said, but it gave no more details. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "c266fec9646fab429b7576b010e873f6", "sentence": "Ekco continues to seek further acquisitions in the consumer-products industry, Mr. Stein said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "a6ea8d56741dbbc80f5388b66b860e1c", "sentence": "A month ago, a similar survey predicted the dollar would be trading at 1.8690 marks and 139.75 yen by the end of October. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "e41a78403dd89ff82c9b48282ec1a6e7", "sentence": "The banking operation had a loss of $ 8.7 million in the second quarter, largely because of problem real-estate loans, while the insurance operations earned $ 884,000. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "81ca59ce1c836307a785a1bd2b66e6b2", "sentence": "The TVA, which operates one of the nation's largest electric power systems, is a corporation wholly owned by the U.S. government. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "bee5d70bea6b13a31f3c12f18da0f020", "sentence": "The dollar rose against the Swiss and French francs. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "c3646e8aed97eb1ccc9e893c1f0ddac5", "sentence": "Continental Airlines is a unit of Texas Air Corp. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.15"}
{"id": "92ca6eb680d10146be96174ee0abe15a", "sentence": "Manville said it expects the plant to begin operating at the end of 1991. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "d326d594b3da057d6317540baaa55909", "sentence": "In New York Stock Exchange composite trading, Kimberly-Clark closed at $ 66.50 a share, up $ 1.50. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "b260fdeb0a0733f94cd5b715f3faafa9", "sentence": "Most of the buying was institutional, he added. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.3"}
{"id": "92da63660b9a53bf3aaf436df1a38e4c", "sentence": "In 1982, he started a factory in Greece. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.25"}
{"id": "d6b8d7778b59f423f4b560b0d578d800", "sentence": "The life-insurance holding company said the sale would result in an after-tax gain of about $ 32 million, or $ 3.09 a share, in the first quarter of The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "d581209ed7f23b850bf436f1d1afc3e2", "sentence": "And powerful political pressures may convince the Conservative government to keep its so-called golden share, which limits any individual holding to 15 %, until the restriction expires on Dec. 31, 1990. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.05"}
{"id": "e4c8193ab85b2516e39ad2faebe75c96", "sentence": "United Fruit was one of the two largest contributors to Panama's national income. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "95d97d97c6da4b927b98e763f51d33e1", "sentence": "Richard Newsom, a California state official who last year examined Lincoln's parent, American Continental Corp., said he also saw evidence that crimes had been committed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "a0e20937dca556ff7a5eecb4261d46b0", "sentence": "The magnitude of the exchange's problems may not become known for some time because of Lloyd's practice of leaving the books open for three years to allow for the settlement of claims. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "a9594109dae0ae06124eb9f62c4a0e4e", "sentence": "Insurers typically retain a small percentage of the risks they underwrite and pass on the rest of the losses. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "a4acc4d3cf42ea0ba8b3696447515936", "sentence": "Chambers Development Class A jumped 3 1/8 to 37 1/8 and Class B rose 2 5/8 to 37 1/4. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "94605f1e17cf8afacaa9aec74e3bb469", "sentence": "In the 1988 fourth quarter, Ford had net of $ 1.16 billion, or $ 2.42 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "834cc19dba9a09f62ad94e1042995dcc", "sentence": "Toyota's upscale Lexus division, a sponsor of the World Series, also put in a plug for Red Cross donations in a World Series game it sponsored. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "ab62494bae8f4893292dacb2c9cdc19b", "sentence": "All the preferred stock is held by the Yukon Office Supply Stock Ownership Plan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "c14ba381bfa6bd0cacede97768d3646c", "sentence": "But the steam may never reach the engine room. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "9b6712a9fabdf90ecbf0d426f9a1ceaf", "sentence": "The letter, attached to a filing with the Securities and Exchange Commission, said the approval is also contingent upon obtaining satisfactory financing. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "b51292b5c94f4b6901d4d7cd6b3c6d85", "sentence": "Like any other creditor, the pilots will have to apply to the court for payment of their claim. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "7ff29138a56b0c2a0dc5944412313113", "sentence": "General unsecured creditors of the parent holding company initially will receive $ 14 million in cash, $ 22 million face amount of senior notes and 49 % of the new company's stock. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "a4326ed74485bb710139fe8c9e7b77bb", "sentence": "At the end of the third quarter McDonald's had 10,873 units operating world-wide. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "d2f3669cfd26809bd2bd755456ea1268", "sentence": "For the nine months, net income rose 48 % to $ 124.2 million, or $ 1.41 a share, from $ 83.8 million, or 96 cents a share a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "9e241932ea67f007007b057586861b21", "sentence": "Occidental Petroleum's third-quarter net income rose 2.9 % to $ 108 million, or 39 cents a share, from $ 105 million, or 38 cents a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "998e30dbfbef21789914e0596a9189d2", "sentence": "The Amex Market Value Index fell 3.10 to 376.36. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "b7236dd915d699e0b949b5de22937936", "sentence": "October is a critical month for the privatization program. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "b8197bed0c404864e383525029ca862d", "sentence": "Black & Decker said it plans to put other Emhart units on the block in the future, with the goal of raising $ 1 billion in net proceeds. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "7e379f2d1ea2b93faac57c62631f174b", "sentence": "In July, 11 NFL owners, almost all of them new, blocked an effort to install Jim Finks as a replacement for retiring league commissioner Pete Rozelle. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "ebb508c0226de18244838cfd1577fd7b", "sentence": "The company wouldn't elaborate, citing competitive reasons. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "a648b601d6cbe4dd8a3c8148f8d407f1", "sentence": "Executives at Sharon declined to comment on the proposal. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "a9702a83a62fec5034d9b0a5ae88bfb9", "sentence": "The Nasdaq Financial Index rose 2.09, to 454.86. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "e41bd223573d5c8251c97acd4aef1e90", "sentence": "Meanwhile, finding a volunteer to write the computer program isn't a problem. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "b2bd5a7b0a329681d4a082a4ebc535c2", "sentence": "The proposed BellSouth-LIN cellular company, including the newly acquired Metromedia stake, would give the new entity 55 million potential customers, including about 35 million in the nation's top 10 markets. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "7bd82082f7864afc2b5adae1994b4091", "sentence": "GDP is the total value of a nation's output of goods and services. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "b135275a8c1282d1cf34e054189fc195", "sentence": "At one point in the documentary, Mr. Sohmer, who is Jewish, says he felt rejected by many of the Protestants and Southerners he met at Yale. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "9212e157d41328a2ffb4be9b98c1d104", "sentence": "Each of the four parties bidding for PS of New Hampshire proposes a complex financial package to satisfy creditors and shareholders and also proposes a formula to limit rate increases to satisfy the state. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "b3938c5eb5f5f5b2149541eb40718326", "sentence": "Among them, Home Shopping, QVC and CVN already control most of that young and fast-growing market, which last year had sales of about $ 1.4 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "b90fa9ffbe8cad5f6a18c98315952b1e", "sentence": "Pay raises of 60 % over the past three years have given many South Koreans the money to enjoy the things they were supplying the rest of the world. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "bc464b16680289edca4f3b8af6385722", "sentence": "B.A.T said it may make more equity purchases until the close of business today, depending on market conditions, but will cease further purchases until Nov. 22, when it releases third-quarter results. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "df4debc4b612d2fab0ed72ea5c66f3c2", "sentence": "In New York Stock Exchange composite trading, Contel closed at $ 33.75 a share, down .50 cents. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "9756c976a899468e3af6c4825ee22a3a", "sentence": "He sent out thousands of news releases from his Kensington, Md., office. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "de25aaa6d3778343eabe2be443818d66", "sentence": "Although the Treasury will announce details of the November refunding tomorrow, it could be delayed if Congress and President Bush fail to increase the Treasury's borrowing capacity. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "cb4060b03d7a737eb16925b21aeb4d9a", "sentence": "McDonald's closed at $ 31.375, up $ 1, in New York Stock Exchange composite trading yesterday. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "88c4a7786c0a221e7a9fac9af593e7eb", "sentence": "Industrial output fell 0.1 % in September, the latest sign manufacturing is slowing. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "e8e4f8029159622e73594552c4d2fa9b", "sentence": "In other words, a little volatility never hurt. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.3"}
{"id": "9b744aa63091bacb3bedf753ba18cc5b", "sentence": "The second part, consisting of $ 28 million of 11 3/4 % secured equipment certificates due June 15, 1995, was priced at 87.026 with a yield to maturity of 15.25 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.4"}
{"id": "c24e10fa6d7426abbe5e2f459cac2e75", "sentence": "Elsewhere in Europe, share prices closed higher in Stockholm, Brussels and Milan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "be2c1c90cb5a210073e28a88b7d44a1f", "sentence": "In Australia, Britain, Canada and Greece, Brown-Forman Corp. has increased its marketing of Southern Comfort Liqueur. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "ba8f339b38814e63695c2e7ef65d29ae", "sentence": "UAL currently has 22.6 million shares, fully diluted. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "84e679a15f71b8b2650b38c92f487a0a", "sentence": "By an 11-2 margin, Senate negotiators voted to preserve the 235 mortgage refinancing plan, and despite powerful allies, the opposition found itself undercut by an unusual alliance of liberals and conservatives. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "868683711a3ca54f90b59591a098779f", "sentence": "Share prices closed lower in Paris, Zurich, Brussels, Milan and Stockholm, and mixed in Amsterdam. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "aea2829f2ec9346303a9d59d0759a6a8", "sentence": "RAYCHEM CORP., Menlo Park, plastics manufacturer, annual sales $ 1 billion, no major damage and no production slowdown is anticipated. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "d01ed4af511cf74a9e8b5085b5e3179c", "sentence": "They will be joined by Larry Gainen, who resigned from the firm of LePatner, Gainen & Block. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "cfb42daee0ff92691f6ea7897607bac7", "sentence": "The jury will resolve the claims against McDonnell Douglas, Northwest's claim that a defect in the aircraft caused the crash, and McDonnell Douglas' claim that the plane was improperly flown. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.15"}
{"id": "e42ac1edbcb6d2059d105f3617359f9d", "sentence": "Lyondell Petrochemical Co. said third-quarter net income fell 54 %, to $ 73 million, or 91 cents a share, from $ 160 million a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "8c87c608d635f6c857369e19cb488050", "sentence": "Massachusetts Attorney General James Shannon, opposing the license, said he will appeal the ruling in federal court. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "a7dc62c138f947cd3451f4c620474208", "sentence": "In asset terms, Mitsubishi Estate is the largest real estate firm in Japan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "870fff7276afd1ba15698e5de182f56c", "sentence": "Dow Jones industrials 2659.22, off 3.69; transportation 1210.70, off 25.96; utilities 215.04, off 0.31. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "ee25f01480aca6f0317b8697173a6068", "sentence": "Mr. Coffee is a professor at Columbia Law School. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.1"}
{"id": "89b61a151beecfeebbf215eb9bf5e6e5", "sentence": "At that price, CBS was the only player at the table when negotiations with the International Olympic Committee started in Toronto Aug. 23. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "d2afabb2ed4fa47d7e7bfed652d0f7a7", "sentence": "The agreements are with Security Pacific National Bank and an affiliate of Donaldson, Lufkin & Jenrette Securities Corp. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "bf6b60d3ac7efbbddbdfc007365edb15", "sentence": "Frank J. Pascale, chairman of Eagle, will be chairman of the new firm and James C. Smith, president and chief executive officer of Webster, will take those posts at Webster/Eagle. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "c3c70cf6ba7b3eee328a63882009d80c", "sentence": "In the meantime, the strategies will increase expenses. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "d3a9be2d11c1df46d71e05ab4e06338b", "sentence": "The baseball commissioner said the third game of the World Series between the Giants and the Athletics would be played Tuesday in Candlestick Park. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "d031d83f188cb335016a753a9d0c8e88", "sentence": "For the third quarter, Rubbermaid earned $ 32.6 million, or 44 cents a share, up 16 % from $ 28.1 million, or 38 cents a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "c6afe59565d02687687757f78c669490", "sentence": "Falcon Cable Systems Co. said it proposed an amendment that would allow it to increase its debt cap to 65 % of the company's fair market value from the 40 % currently allowed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.5"}
{"id": "ac3abde21a710562da57838823782ee9", "sentence": "North Carolinians, New Yorkers, Californians, Chicagoans and Ohioans own Texas banks. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "a43c7dee0afef494be8e28d33c6711ed", "sentence": "Aerojet General Corp., a unit of GenCorp Inc., was awarded a $ 40.1 million Air Force contract for Minuteman missile rocket motors. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "8de6e1cd701d419c53e862063f105dad", "sentence": "Terms of the settlements for the remaining 145 lawsuits against Northwest weren't disclosed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "a12927a0425e36935be92194d1b905c1", "sentence": "Not one thing in the house is where it is supposed to be, but the structure is fine. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "dafa63773b9c62f74d57bb441feff07b", "sentence": "CALL MONEY: 9 3/4 % to 10 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "b6f411b32da9a7cfff50324622547f8f", "sentence": "The offering, Series 1989-84, is backed by Fannie Mae 9 % securities. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "8a1b9b8e079473c07adeedbff1c5b96b", "sentence": "Canadian retail sales rose 0.2 % in August from July, Statistics Canada, a federal agency, said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "e1b67dbde2b838e34b35ae6b0a9a40fa", "sentence": "In the corporate bond market, traders said the new-issue market for junk bonds is likely to pick up following Chicago & North Western Acquisition Corp.'s $ 475 million junk bond offering Friday. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "cb83a5a2ecf484b211371233638624ec", "sentence": "An Asian bloc isn't intended, he said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "ec82139db47acfd6a4d8a7676484bd8d", "sentence": "Revenue was $ 454.6 million, a 6.9 % gain from $ 425.4 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "e2fb77cf2ef00c7ba1f7ac1f970b8818", "sentence": "It is unclear, however, if the machinists would support a majority stake, as the pilots want. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "94ab5790ce9ef55aff287132b87327ea", "sentence": "Apple Computer gained 1 to 48 1/4; Ashton-Tate rose 3/8 to 10 3/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "f163588b68a55957640da59e8596b3d5", "sentence": "Bonds: Shearson Lehman Hutton Treasury index 3377.43, off The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "da5a881a320f565f08a097834f423a15", "sentence": "Until 1980, when Japan joined the $ 10,000 per capita GNP club of the advanced countries, it was a model developing nation. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "8324151e088723e2b5300670268e061f", "sentence": "Orkem and Coates said last Wednesday that the two were considering a merger, through Orkem's British subsidiary, Orkem Coatings U.K. Ltd. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "ee0a959c4412c71d17b0979862917ad9", "sentence": "After the split, the company will have more than 4.7 million shares outstanding. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "be29b4d341136f7bfc05680dc208b6a0", "sentence": "Selwyn B. Kossuth was named executive director of the commission, effective early November. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.8"}
{"id": "a2a13a47fb0e1b92a3e8f7a86e45849a", "sentence": "By this month, it had more than doubled. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "b71c1352f5a6888c28198d4d3a953495", "sentence": "The news sent Winnebago stock falling 62.5 cents, to $ 5.25, in New York Stock Exchange composite trading - a 52-week low. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "c4c1d9b0476ba518bcf8d69a097cf0cc", "sentence": "The IMF has several reasons for requesting the increase. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.8"}
{"id": "e109ca39f15eefa82f52abab86dcd2f3", "sentence": "Among the issues the board will examine is whether United Airlines, a unit of UAL Corp., should have been able to detect the cracks through maintenance checks. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "c4dae5596b84f9e4a02a8d1bd0a35932", "sentence": "And a Fannie Mae seminar this week promises to draw hundreds of prospective investors, who can be expected to channel tens of billions of dollars into the market in the next few years. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "c8944b15f78f055dd355fee39caf7000", "sentence": "Cargill thinks that even though the merchant has a contract stating that it won't bring this cocoa to market until after March 1991, there is some evidence the contract has been modified. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "d7025bb7d56838446d63f7ed1435cda0", "sentence": "The results include a $ 130.2 million write-down of the securities in the high-yield portfolio to the lower of their cost or market value. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "d25954ba8505092cdb5951d23871276f", "sentence": "Several of Wall Street's largest securities firms, including Salomon Brothers Inc. and PaineWebber Inc., were also large buyers, traders said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "a4c3af198c1da589ae4dca85f7274468", "sentence": "Mrs. Allen is a senior editor of Insight magazine. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.15"}
{"id": "d062eeafea2a8b46c940dea31a4a8545", "sentence": "Rhone-Poulenc, a chemical and pharmaceutical company, said RTZ Chemicals has annual sales of about $ 900 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "c9a2cbe2cf6d342faf3d5af5aed9a7cc", "sentence": "The name of the game is to move goods. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.35"}
{"id": "c4a2333662fd382b5b5114ee15cfd3c6", "sentence": "William Kaiser, president of the Kaiser Financial Group in Chicago, said the decline was almost certainly influenced by the early sell-off in the stock market, which partly reflected a weakening economy. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "d7c6e275cadef010f8d5b5ca91324b8f", "sentence": "This leads to a very special sense of urgency. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "e8c1163d07096a768fbf65a8e7993080", "sentence": "The offering, Series 109, is backed by Freddie Mac 10 % securities. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "96d9a34e7886d2ac6e0de024a3d4fcfb", "sentence": "The local American Legion color guard led the way. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "e2c615c4da2b826918361168d0ee6105", "sentence": "Shareholders are scheduled to vote on the transaction Nov. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "e34860c535776e80bfefba4a3af18c07", "sentence": "Clinton said in Columbus, Ohio, that its Clinton Gas Marketing unit wants to line up a number of such gas management contracts. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "b25b633a2162f56682720a18fe6b058e", "sentence": "Per-share earnings advanced 14 % because of the buy-back. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "c02fa62351325102a5dd55c90771750f", "sentence": "Wang Laboratories Inc. has sold $ 25 million of assets and reached agreements in principle to sell an additional $ 187 million shortly, Richard Miller, president, said at the annual meeting. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "d905371053e466e9333778ae2b86ae4a", "sentence": "Arthur H. Rosenfeld, previously president of the Prentice Hall Tax and Professional Services division, was named president of the newly formed Macmillan Professional and Business Reference division. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "a28d8824f9ec0cdfc09864c6679d8e3a", "sentence": "The dollar rose modestly against the mark and the yen, but soared against the pound following the resignation of Britain's chancellor of the Exchequer, Nigel Lawson. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "a09e02659069709876044afa3520af15", "sentence": "Among steel shares, NKK rose 19 to 705 yen ($ 4.97) a share, and Nippon Steel gained 17 to 735. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "99da8f5067cdc32f68a2f59fa594b3d0", "sentence": "Also, most of the telecommunications equipment was out. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "b7ec1b72e20a02841ca02fe6749a6105", "sentence": "Mr. Lehman, a Reagan Navy secretary, is a managing director of PaineWebber. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.8"}
{"id": "dd87351b615a48303178d3bc4337e200", "sentence": "The 1988 figures were restated to include the results of Lorimar Telepictures Corp., which Warner acquired in January. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "b8e53c307ab7c65b777ede5655cd37d7", "sentence": "Nixdorf Computer AG, citing continued profitability problems, said it will have to reduce personnel further, notably in research and development sectors. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "a6e4f39639ffaf077b94368460faf669", "sentence": "Mr. Icahn advocates the sale of the company's steel operations, and Mr. Corry doesn't necessarily disagree. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "d9fae884731ccc680a42e628a10cfa91", "sentence": "As is, blacks constitute 12 % of the population, but fewer than 2 % of elected leaders. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "a3c37407e45292de0367402448a2e39e", "sentence": "The issue exploded this year after a Federal Bureau of Investigation operation led to charges of widespread trading abuses at the Chicago Board of Trade and Chicago Mercantile Exchange. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "a9682fbfcc9b3393d9a24474801cba8b", "sentence": "But the complex language isn't the only reason. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "cdcb90505715ea32a8be4525d7337b13", "sentence": "The company, which is retaining most of its wine and all of its soft-drink interests, didn't break out results for the businesses it plans to sell. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "ccdb455a6a37815f13ac86e9ba38d1c2", "sentence": "Moreover, the process isn't without its headaches. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.35"}
{"id": "da17ced23016dbc11a703eda69a0dbbd", "sentence": "The guilty pleas would be made solely by Gulf Power, the individuals said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.65"}
{"id": "d0eed50d302851657e8ba5f598ccbe1a", "sentence": "That would leave Hun Sen and the Khmer Rouge. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "8b86655394d916f92dcdcd97618bd186", "sentence": "The Amex Market Value Index fell 1.25 to 375.16. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "8ff0568c18c166901c946ffa4e266669", "sentence": "For nonunion workers, the costs rose 1.4 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.65"}
{"id": "82fca00311fd8e397cd4757a04675927", "sentence": "Goodson will pay the additional $ 20 million in settlement of the management contract. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "afc6ea2aaab33100af7796d43babc25b", "sentence": "But so far, the effort has failed, and traffic is still slow. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "c624a34548d84ae4856cac1fce5b210a", "sentence": "According to the association's annual report, scheduled to be released today in Warsaw, IATA members haven't posted such a strong performance since the late 1970s. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "da70e5ba7c4e954f1e9952b40c9d3d9e", "sentence": "Mr. Ravine succeeds William R. Mansfield Jr., who will remain with the company until the end of the year to support the transition and to complete important projects. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "8b9a86597ac4e76fa1410b51fb9cbffd", "sentence": "But Sotheby's, Christie's and the National Association of Antique Dealers are still trying to get theirs. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "e06f5a5165e3289a46b9b1a765cef14d", "sentence": "The jump reflected record results in Las Vegas, Nev., and Atlantic City, N.J., as well as a full quarter's results from Harrah's Del Rio in Laughlin, Nev. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "94cda8e77119209f05591893a95674d8", "sentence": "Mr. Cawthorn said the profit growth in the latest quarter was due to the sale of two Rorer drugs. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "823254709047f245c12876fc78c57d24", "sentence": "He graduated near the top of his class, serving on the school law review with Richard Thornburgh, who went on to become governor of Pennsylvania and, now, U.S. Attorney General. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "a47acd73a3edf3feeb8062661669d678", "sentence": "Here are the seasonally adjusted changes in the components of the Labor Department's consumer price index for September. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "7d4a08fccee68e2b012cf6a5296b437a", "sentence": "Revenue for the nine months rose to $ 449 million from $ 441.1 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "c4bc5dd739b8948f664ed613abd5befb", "sentence": "He will succeed Joel Chaseman, who will remain a vice president of the company and continue to represent Post-Newsweek stations in several industry organizations, the company said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "995e8966e3f97d015ba821a709b851e9", "sentence": "Proceeds from the offering are about $ 160.4 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.35"}
{"id": "8d36c31a3b5189458fa1c31de8e36483", "sentence": "Sears, Roebuck & Co. is struggling as it enters the critical Christmas season. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "d60d45b918f2ee06457517881363d160", "sentence": "Caere, a new software issue, surged from its offering price of 12 to close at 16 1/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "9416bce502d31b235bae04956aa9ac26", "sentence": "Each of the 1,075,000 warrants entitle the holders to purchase one share of Apogee common stock for $ 2.25. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "9c03596df3aa1daef23c227b9d6b197b", "sentence": "Amcore, also a bank holding company, has assets of $ 1.06 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "c8cfc26410948ae295212018821b2342", "sentence": "The action, in the Canadian Federal Court, will be against Canada, the Netherlands, West Germany, Britain and the U.S., the ministry spokesman said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "c9319f90a316964b12b61edceaa34a15", "sentence": "Yesterday, the spokeswoman said sales of Delmed products through the exclusive arrangement with National Medical accounted for 87 % of Delmed's 1988 sales of $ 21.1 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "99765254ad222207dff5d7cef467eb9f", "sentence": "Under the current circumstances, he says, their scenario no longer seems unrealistic. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "ec2110c69657635f0b130d86029e5aad", "sentence": "Bolar Pharmaceutical Co. posted the largest volume increase, 552,302 shares, to 2,157,656. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "bdf2a400323312e6f627b0407e978e6a", "sentence": "It recently introduced a line for the home market. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.3"}
{"id": "9269027d2fdb4d5b20b745e56e697c2e", "sentence": "In addition, the coalition of labor and management, longtime enemies who joined forces only under the threat of Mr. Davis's bid, could break apart now. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "8cefeb2a0797c932fd5c86d4df76e6b0", "sentence": "C. Olivetti & Co., claiming it has won the race in Europe to introduce computers based on a powerful new microprocessor chip, unveiled its CP486 computer yesterday. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "c5ae604ba131a0c4940bae42e1d5643c", "sentence": "On Friday, Hambrecht & Quist added St. Jude Medical to the list of 20 stocks it strongly recommends. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "cc9163a305f8aa5b8077345ffe3d8536", "sentence": "Harken also said that its financing from Bankers Trust Co. has been extended until Dec. 15 to give Tesoro's board time to consider the offer at a Tesoro board meeting scheduled for mid-November. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "c08d88c9a2a45ba387e2acccee57465b", "sentence": "It is projected to keep growing by a million barrels a day, or up to 2 % annually, for years to come. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "dae0a97e896fef98063c0ec5bccbbc4f", "sentence": "Aetna Life & Casualty gained 1 3/8 to 61 1/8, Cigna advanced 7/8 to 64 3/4, Travelers added 1/2 to 40 3/8 and American International Group rose 3 1/8 to 107 3/4. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.45"}
{"id": "8699d19d73fbe62cbe419006bb9b7ab5", "sentence": "The time schedule for installing the equipment also will be developed by the task force, the company said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "d21285a634ab111d2e5e56c25f934056", "sentence": "The ad agency's pretax profit margins were slightly under 10 % at the time of the takeover, according to analysts; London-based WPP's goal is to increase margins to 12 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "cd175dfba16fb10eaaa26992ed58c2e5", "sentence": "Safeco fell 1/8 to 32 5/8 on 462,900 shares. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "8c4e208ff3d6c0a837c67ea67e6051fe", "sentence": "One advantage that federal officials have in handling earthquake relief is the large number of military facilities in the San Francisco Bay area, facilities that provide a ready base of supplies and workers. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "a6e127fa4a99ef95b38e324ff6f79ca8", "sentence": "Their laboratory credentials established, Boyer and Swanson headed for Wall Street in 1980. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "d637667567ede6fa909d7fc06d465922", "sentence": "T. Marshall Hahn Jr., Georgia-Pacific's chairman and chief executive, said in an interview that all terms of the offer are negotiable. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "db589f336b374c557c914c06139205b2", "sentence": "Varity has proposed to acquire K-H Corp., consisting of the auto parts division and some debt of Fruehauf Corp., for $ 577.3 million of cash and securities. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "c0567cb2f1653255136d6228e533c5c3", "sentence": "Already the firm has paid $ 211,666 of the fine, the suit said, and it will have to liquidate additional assets in order to pay the rest. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "94a384d0c409aad8b0182d9356b0107e", "sentence": "But individuals familiar with the generally successful Drexel talks say the firm is meeting resistance from some big states, including New Jersey, New York, California, Pennsylvania, Connecticut and Missouri. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "b14baf08c2f052e3360375cfebfc48bf", "sentence": "Mr. Lortie's departure, while sudden, was seen as inevitable in light of the shift in strategy. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "cb445b519d4fb961d5a4fbd175fba50a", "sentence": "Nekoosa ranked 11th with sales of $ 3.59 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "8f1bebcf14749e3e2d04f58504c8f1e5", "sentence": "Yesterday's Centennial Journal misstated the company's name. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "aabab394ccf3a978a1cfd45012bfc558", "sentence": "Mr. Foret, 44, is a 15-year veteran of Texas Air and Texas International Airlines, its predecessor. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "dbc8920ddb4ed0b70074278f905f8d80", "sentence": "The first part, consisting of $ 2.5 million of 11 1/4 % secured equipment certificates due June 15, 1990, was priced at 98.481 with a yield to maturity of 13.75 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "d9f15b509da9a97aff1bf81f5d4d1034", "sentence": "Those, of course, were the responses of people with something to hide. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "bc3e6fe4903985c2fd5f92e27fec33fb", "sentence": "China General Plastics, another Taiwanese petrochemical manufacturer, was to have a 40 % stake in Luzon Petrochemical. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "de869689362710d95e0b9a2c7c5b4b40", "sentence": "The Ontario Supreme Court overturned Mr. Blair's decision. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "da08a54db2cb8d0ed092ca78dffc11c8", "sentence": "In New York Stock Exchange composite trading, American Home Products rose 75 cents to $ 105 on Friday. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "a894c3e6e4324e59728a1e7f806e3292", "sentence": "But he flies for Federal Express Corp., perhaps the closest thing in corporate America to the Green Berets. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "9691f691b674a397133c85386b483554", "sentence": "The plan Eastern hopes to pursue, he said, calls for Eastern to have $ 390 million in cash by year's end. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "807280b8e1063d5fb84694ddfb090477", "sentence": "Sigmund Levine, Bancroft secretary and treasurer, said the closed-end fund's directors will consider Mr. Green's offer in a couple of weeks at a regular meeting. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "9795d45399e1b11f73ceca30282ee860", "sentence": "The closed branches, in San Francisco, Hayward, Santa Clara and Santa Cruz, sustained structural damage. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "aba05260a5165843e1b5e074e1dc40bc", "sentence": "Hilton rose 2 7/8 to 100, for example. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "b62c748cf76ecc8bfaef118671355cb9", "sentence": "Airline Aviation, which has annual revenue of $ 5 million to $ 6 million, has great growth potential because of the large number of U.S. pilots nearing retirement age, Comair said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "998fe664ea9f90a35f777c738545244f", "sentence": "H&R BLOCK Inc. had net income of $ 100.2 million, or $ 1.90 a share, in the fiscal year ended April 30. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "ad91642e1b87f5b78d11990299825892", "sentence": "Mr. Kossuth, 52 years old, succeeds Ermanno Pascutto, 36, who resigned to join Hong Kong's Securities and Futures Commission. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "a5470d094c41a7a364f2e66ca7d537d3", "sentence": "It said the venture, expected to take control of the facilities Dec. 1, would also serve another 3,300 independent Unocal gasoline stations. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "a8e26890bd61435cf2fc382ef30a2bda", "sentence": "On the surface, the overall unemployment rate is expected to be little changed from September's 5.3 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "7ffd9be268b76cb83331cefb7587318f", "sentence": "Later in the day, according to the source, the board reversed itself, decided to file for bankruptcy protection, and asked Mr. Evans to stay on. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "cc555f550d83e5dd9a50dd12ee7c4232", "sentence": "The two companies, both based in San Juan, will form a bank holding company with assets of just over $ 9 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "d67d6c8cad29b16e49339e93c06157a6", "sentence": "In January, American Medical brought in a new chief executive officer, Richard A. Gilleland, 45, who will remain as chairman, president and chief executive. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "8e7a46c0e65c82f2abe9310c8c549f2e", "sentence": "Mr. Holmes was the subject of a page one profile in The Wall Street Journal in 1984, after the SEC questioned him about ties between him and companies he touted in a newsletter. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "a7a49307c5ce155b9cb9d91d9059f6b7", "sentence": "But the Japanese Fisheries Association criticized moves to ban the practice in international waters. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "a0284c2e2905dfb7d5aafc9d2ba97406", "sentence": "James R. Lees, 51, vice president of Newport's European operations, was named executive vice president and chief operating officer of European operations, assuming some former duties of Mr. Weekes. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.7"}
{"id": "d38b82d8d416fcd5838da89a394400b9", "sentence": "Its developer is a Polish American, Sasha Muniak. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.4"}
{"id": "c3c0f917f8d0bdcc9f184661d70bd089", "sentence": "In composite trading on the New York Stock Exchange, Dun & Bradstreet closed yesterday at $ 53.75, down 25 cents a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "cd272d3f9dbd2d0680957c3aa6179c38", "sentence": "The yield on the issue slipped to 7.89 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "90d453fc0ad3f8a1bae38303bb7a19b5", "sentence": "But the news was even worse for Sears's core U.S. retailing operation, the largest in the nation. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "ba4d8a918bee82c195e2d2d3a3c31cd6", "sentence": "Kemper Corp.'s Kemper Financial Services unit said it cut off Bear Stearns, Morgan Stanley, Oppenheimer and General Electric Co.'s Kidder, Peabody & Co. unit. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "ac89eec731dda77d8a2a7e93da0d9d39", "sentence": "But losers were spread in a broad range by the end of the session. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "ce39674973e57aa1f96296ad256dadf7", "sentence": "The Dow Jones industrials rose 5.94, to 2689.14, making the gain for the week a record 119.88 points, or 4.7 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "96a5b5fb985db8554f9e2ee08547eaa1", "sentence": "Further, McCaw said the banks expressed confidence that the balance of the $ 4.5 billion bank facility will be committed within the next several weeks by a syndicate of foreign and domestic banks. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "a3d0996f7c6a888a63671fbeff59af55", "sentence": "They say that the recent injection of liquidity into the U.S. banking system has been modest, and they don't anticipate significant easing by the U.S. Federal Reserve. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "b947dc4b975d9436273983b16bf485a0", "sentence": "But Congress and the president accept no responsibility for the exercise of the power they have given the Fed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "ce29e38db966303036d770a1e9dc24b1", "sentence": "But advancing issues on the Big Board were ahead of decliners 784 to 700. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "94843286477d5928ff0310226daa6524", "sentence": "The rest, as they say, is history. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "d0f5adb973f935ca5ec4fcbfce8acceb", "sentence": "Bradley A. Stertz in Detroit contributed to this article. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.3"}
{"id": "a990a6ea8f8722c0e6784df050f7142e", "sentence": "The product will be distributed by Pitman-Moore Inc., a subsidiary of International Minerals. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "bde7c78583fbe72f4d08add0019b6bdd", "sentence": "The company, which now holds a 34 % stake in the venture, has indicated that it intends to retain at least a 20 % stake long term. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "de8c7a589a34aa8595a4ecc02b2c0abd", "sentence": "Prices of high-yield, high-risk corporate securities ended unchanged. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "e5183af50a2a26cdfeac3b51fd973a60", "sentence": "Mr. Wolf and other members of the board declined to comment on the announcement. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.3"}
{"id": "dc4e8f1328b4729387a5a7b84a663b08", "sentence": "The offering will be divided evenly between 13-week and 26-week bills maturing Feb. 1, 1990, and May 3, 1990, respectively. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "9600b31d8e1638927a3a3b5357536dbf", "sentence": "The Nasdaq 100 Index began the day at 449.89, lost 2 % at one point, and was up 0.4 % at another. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "9e1b2d48a72ba20eee4298b85f580ee6", "sentence": "A year ago, Viacom had a net loss of $ 56.9 million, or $ 1.07 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "b3a0332638c19602de48f6c67a2cde4f", "sentence": "Of the 11 components to the index, only three others rose in September: the money supply, the length of the average work week and stock prices. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "d17e9a7c9b1bbe92fd9de8929844e670", "sentence": "He recently told a small group of American businessmen in Moscow that he hoped to sign a general trade agreement with the U.S., possibly at the 1990 summit. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "e2fe4c8e674c0a735aaf5015e2a33d0d", "sentence": "Of course, that isn't really the case. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.4"}
{"id": "a178a0158ad1dded1e7645a53a6626a4", "sentence": "The Big Board declined to name the Wall Street firms involved in the activity Friday and Monday, or the type of strategies used. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "e013cda42377b3747f4f27603c55bad3", "sentence": "These big stocks greatly influence the Nasdaq Composite Index. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "a0d3db899a9d105aec2580e95238cd8a", "sentence": "Separately, Chrysler said it will idle for four weeks the St. Louis assembly plant that builds the Chrysler LeBaron and Dodge Daytona models. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "97c9bcc575f2ccf0001ebfa64a49c05f", "sentence": "Liberty National, a bank holding company, has assets exceeding $ 3 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "ddcf8a27aeec0575e4fb3727debb677e", "sentence": "Separately, the casino operator said its board approved a plan to buy-back as many as three million common shares from time to time, either in the open market or through private transactions. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "c80cbd7f6f2b6468b49674e7943143c5", "sentence": "In New York Stock Exchange composite trading, Carbide closed at $ 24.50 a share, down 50 cents. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "a87ea986d7f98269e3b3bc90ecf09dae", "sentence": "Apparently, however, the improvement came too late. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "b520e8e271bd44f0a0ae4f64042b611b", "sentence": "One way that money fund managers boost yields in a declining rate environment is by extending the maturities of their investments, so they can earn the current higher rates for a longer period. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "f0383949b95c52700cbb13135d025362", "sentence": "Caere was underwritten by Alex. Brown & Sons. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "c01d74db3fa09d5d024ce415e8897ac5", "sentence": "Auto shares were mixed, as Daimler-Benz firmed 2 to 723, Bayerische Motoren Werke lost the same amount to 554, and Volkswagen inched down 1.4 to 451.6. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "e50dc66660af0b4fdee89df68e5ba454", "sentence": "In the 1988 third quarter, the company posted a net loss of $ 876,706, or 22 cents a share, on revenue of about $ 5.1 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "bb376ab71757341a8791df07189fe3f1", "sentence": "Lloyd's officials decline to comment on the matter. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "d971ebf16be43cf4f7b7f7b550da910a", "sentence": "In the six months ended Sept. 30, pretax profit at the British clothing and food retailer rose to# 208.7 million ($ 330.1 million) from# 185.5 million a year ago. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "a5a067282295a5023ec42e40f7e44647", "sentence": "A couple in Rockford, Ill., raised $ 12,591 earlier this year using the name and logo of Mothers Against Drunk Driving, without permission from the group. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "a3a1d2151092dc3e2aced1cc39c5305b", "sentence": "The G-7 comprises West Germany, the U.S., France, the U.K., Italy, Canada and Japan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
