{"id": "94843286477d5928ff0310226daa6524", "sentence": "The rest, as they say, is history. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "807280b8e1063d5fb84694ddfb090477", "sentence": "Sigmund Levine, Bancroft secretary and treasurer, said the closed-end fund's directors will consider Mr. Green's offer in a couple of weeks at a regular meeting. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "8d7b21491aa1fc2a5842ace586c03e1e", "sentence": "In 1987, an average 19.7 % of Big Board volume was retail business, with the monthly level never more than 21.4 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "96050704d6b220e92cf17e5201697827", "sentence": "First Iberian Fund led the percentage increases, rising to 73,100 shares from 184. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "834cc19dba9a09f62ad94e1042995dcc", "sentence": "Toyota's upscale Lexus division, a sponsor of the World Series, also put in a plug for Red Cross donations in a World Series game it sponsored. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "99b1e3072f6f197aaf20d0553e7e06a6", "sentence": "Though not reflected in the table, an investor should know that the cost of the option insurance can be partially offset by any dividends that the stock pays. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "8a4a964c53d3d1df0733cf94276e1af7", "sentence": "He would discover it also in Alexander Bickel, a subtle constitutional scholar, Mr. Bork's closest friend at Yale, whose influence on the judge goes well beyond Mr. Bronner's reporting. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.65"}
{"id": "91001a91e1da6e521a61f2bd76d34b70", "sentence": "Quebecor will own 57.5 % of the new subsidiary. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "a4c3af198c1da589ae4dca85f7274468", "sentence": "Mrs. Allen is a senior editor of Insight magazine. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.15"}
{"id": "823254709047f245c12876fc78c57d24", "sentence": "He graduated near the top of his class, serving on the school law review with Richard Thornburgh, who went on to become governor of Pennsylvania and, now, U.S. Attorney General. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "7f9f49be4d6a3a889a1840d3153c33cd", "sentence": "Among 2,412 of the largest OTC issues, short interest rose to 196.8 million shares, from 185.7 million in 2,379 stocks in September. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "a61bd8c2cd0fb1274e97552d3c9be66f", "sentence": "For Mr. Jones, it was just the beginning. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "9461b0036d9456b524f79f9ada4aef6f", "sentence": "Kirin Brewery was up 100 at 2,000, and Ajinomoto gained 70 to 2,840. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "94ab5790ce9ef55aff287132b87327ea", "sentence": "Apple Computer gained 1 to 48 1/4; Ashton-Tate rose 3/8 to 10 3/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "99da8f5067cdc32f68a2f59fa594b3d0", "sentence": "Also, most of the telecommunications equipment was out. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "a3c37407e45292de0367402448a2e39e", "sentence": "The issue exploded this year after a Federal Bureau of Investigation operation led to charges of widespread trading abuses at the Chicago Board of Trade and Chicago Mercantile Exchange. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "9906f7ddb0d8de3721585d22ef4a5920", "sentence": "For the nine months, earnings totaled $ 36.6 million, or $ 1.24 a share, down 46 % from $ 68.1 million, or $ 2.19 a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "8a1b9b8e079473c07adeedbff1c5b96b", "sentence": "Canadian retail sales rose 0.2 % in August from July, Statistics Canada, a federal agency, said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "8818125378617533ebd75d57723a23d8", "sentence": "Carbide, like other companies with a heavy reliance on the so-called commodity end of the chemicals industry, was expected to post earnings sharply lower than in an exceptionally strong 1988 third quarter. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "94605f1e17cf8afacaa9aec74e3bb469", "sentence": "In the 1988 fourth quarter, Ford had net of $ 1.16 billion, or $ 2.42 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "8d16874a185a08f2358647cbb87bc1d4", "sentence": "A U.S. decision to refuse the IMF its capital increase, or limit it to 25 %, would bring a major change in international economic policy, and could not be taken lightly. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "95d97d97c6da4b927b98e763f51d33e1", "sentence": "Richard Newsom, a California state official who last year examined Lincoln's parent, American Continental Corp., said he also saw evidence that crimes had been committed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "995e8966e3f97d015ba821a709b851e9", "sentence": "Proceeds from the offering are about $ 160.4 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.35"}
{"id": "84e679a15f71b8b2650b38c92f487a0a", "sentence": "By an 11-2 margin, Senate negotiators voted to preserve the 235 mortgage refinancing plan, and despite powerful allies, the opposition found itself undercut by an unusual alliance of liberals and conservatives. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "8dfe581e54c4065a0dcc2f2c63308e0d", "sentence": "During the last two hours of trading, the composite almost drew even on the day before slipping again. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "7d38d267d899bf7f92a8f795968f8a15", "sentence": "A year ago, the Tokyo company had pretax profit of 35.38 billion yen. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.8"}
{"id": "81ca59ce1c836307a785a1bd2b66e6b2", "sentence": "The TVA, which operates one of the nation's largest electric power systems, is a corporation wholly owned by the U.S. government. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "806be98e904953f5f94623a03a9441aa", "sentence": "During the quarter, Delta issued 2.5 million shares of common stock to Swissair, and repurchased 1.1 million shares for use in a company employee stock ownership plan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "9adf9ddacd62c29d7a255a67a248bd2a", "sentence": "Senate Appropriations Committee Chairman Robert Byrd (D., W.Va.) even added report language listing $ 49.4 million in projects he wants in the budget next year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "942284dd1cc6fd4e231b0558446b1f97", "sentence": "The OTC market's largest stocks soared as well, as the Nasdaq 100 Index jumped 10.01, or 2 %, to 463.06. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "908d7f9803cf2350544aa47ea3886246", "sentence": "But the judge denied a request by the former national security adviser, who faces five criminal charges, to seek documents from Bush. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "90c005ac26d3eb92d065b9206d3ff0f3", "sentence": "Rep. J. Dennis Hastert (R., Ill.) The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.4"}
{"id": "9488d12e7d47f1d4649f200c49efdf78", "sentence": "When Disney offered to pay Mr. Steinberg a premium for his shares, the New York investor didn't demand the company also pay a premium to other shareholders. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "9756c976a899468e3af6c4825ee22a3a", "sentence": "He sent out thousands of news releases from his Kensington, Md., office. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "96a5b5fb985db8554f9e2ee08547eaa1", "sentence": "Further, McCaw said the banks expressed confidence that the balance of the $ 4.5 billion bank facility will be committed within the next several weeks by a syndicate of foreign and domestic banks. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "881f4e2f91d6c71076da0931a67d6043", "sentence": "As directed by the board, NASA completed the evaluation and again chose CSC. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "8eccdf1c99da933422af3d200865a95b", "sentence": "Now, the nationwide average yield on a six-month CD is just under 8 %, and 8.5 % is about the best around. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "9027412b7b3684c390768deac3932ede", "sentence": "In part, the trust cited the need to retain cash for possible acquisitions. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "8da928b23f3ac3728adc9154cd163c9b", "sentence": "Young & Rubicam has pleaded innocent to the charges. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "998e30dbfbef21789914e0596a9189d2", "sentence": "The Amex Market Value Index fell 3.10 to 376.36. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "91d594791b2a2a8908386dba2b4ffb4b", "sentence": "Philips Industries tumbled 3/8 to 22 7/8; Hilton Hotels fell 2 1/2 to 92 and Holiday Corp. fell 2 1/8 to 69 7/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "8b9a86597ac4e76fa1410b51fb9cbffd", "sentence": "But Sotheby's, Christie's and the National Association of Antique Dealers are still trying to get theirs. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "7ffd9be268b76cb83331cefb7587318f", "sentence": "Later in the day, according to the source, the board reversed itself, decided to file for bankruptcy protection, and asked Mr. Evans to stay on. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "9afc9aadef9deb4add09a28255e81588", "sentence": "Assets soared $ 4.5 billion in the previous week. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "94a01d480c35361cea91b4426cae7e6e", "sentence": "The $ 13 billion the Fed injected into the money markets after the 1987 crash is more than enough to buy all the stocks traded on a typical day. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "8de6e1cd701d419c53e862063f105dad", "sentence": "Terms of the settlements for the remaining 145 lawsuits against Northwest weren't disclosed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "9600b31d8e1638927a3a3b5357536dbf", "sentence": "The Nasdaq 100 Index began the day at 449.89, lost 2 % at one point, and was up 0.4 % at another. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "891065d44822f5bb9259163f11958e4a", "sentence": "In American Stock Exchange composite trading yesterday, Westamerica closed at $ 22.25 a share, down 75 cents. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "99e1a426d7a707edded8140aa5168b5f", "sentence": "Chevron's net income fell 0.7 %, to $ 417 million, or $ 1.22 a share, from $ 420 million, or $ 1.23 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "90d453fc0ad3f8a1bae38303bb7a19b5", "sentence": "But the news was even worse for Sears's core U.S. retailing operation, the largest in the nation. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "94a384d0c409aad8b0182d9356b0107e", "sentence": "But individuals familiar with the generally successful Drexel talks say the firm is meeting resistance from some big states, including New Jersey, New York, California, Pennsylvania, Connecticut and Missouri. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "987958161730689d2d8dd94fb0ccc507", "sentence": "Under the direction of its new chairman, Francisco Luzon, Spain's seventh largest bank is undergoing a tough restructuring that analysts say may be the first step toward the bank's privatization. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "9691f691b674a397133c85386b483554", "sentence": "The plan Eastern hopes to pursue, he said, calls for Eastern to have $ 390 million in cash by year's end. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "9795d45399e1b11f73ceca30282ee860", "sentence": "The closed branches, in San Francisco, Hayward, Santa Clara and Santa Cruz, sustained structural damage. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "92da63660b9a53bf3aaf436df1a38e4c", "sentence": "In 1982, he started a factory in Greece. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.25"}
{"id": "8d5c7d6eb9f91799d4ed5c69dbefdc46", "sentence": "In addition, Delmed is exploring distribution arrangements with Fresenius USA, Delmed said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "92e9815bcf8d9134ba1342a6d88483c7", "sentence": "Although Ryder didn't break out the charge, analysts estimated that the majority of the $ 57 million was linked to workers' compensation reserves and anticipated losses on the disposal of trucks. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.6"}
{"id": "8d36c31a3b5189458fa1c31de8e36483", "sentence": "Sears, Roebuck & Co. is struggling as it enters the critical Christmas season. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "98961d74955084ed979b81d39e7f78dd", "sentence": "People will say that the nation and the government have other objectives, in addition to stabilizing the price level, which is true. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "8a76376102baa3d0f0e91cbcf602f472", "sentence": "In the early 1980s, I predicted a significant acceleration in productivity growth over the rest of the decade. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "98b1baa9ef9e2a73fd9d961ed1fc1949", "sentence": "This year, Hoechst will produce about 62,000 tons of CFCs in factories in Frankfurt, Spain and Brazil. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "8c87c608d635f6c857369e19cb488050", "sentence": "Massachusetts Attorney General James Shannon, opposing the license, said he will appeal the ruling in federal court. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "9416bce502d31b235bae04956aa9ac26", "sentence": "Each of the 1,075,000 warrants entitle the holders to purchase one share of Apogee common stock for $ 2.25. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "8e89f799f79acbb516f33995173e5901", "sentence": "SsangYong, which has only about 3 % of the domestic market, will sell about 18,000 of its models this year, twice as many as last year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "97f3a8d0d000d5fa983b265d78debfd3", "sentence": "The union won't respond to the USX statement until Mr. Williams has studied it, the spokesman said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "8cefeb2a0797c932fd5c86d4df76e6b0", "sentence": "C. Olivetti & Co., claiming it has won the race in Europe to introduce computers based on a powerful new microprocessor chip, unveiled its CP486 computer yesterday. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "92ca6eb680d10146be96174ee0abe15a", "sentence": "Manville said it expects the plant to begin operating at the end of 1991. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "89590f809700c47a7d650fe37fc4bc03", "sentence": "Jerome Grossman, chairman of the panel, agrees that administrative costs of utilization management programs can be high. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "88c4a7786c0a221e7a9fac9af593e7eb", "sentence": "Industrial output fell 0.1 % in September, the latest sign manufacturing is slowing. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "95f09718e0963dd86812840200e61804", "sentence": "Mr. Reed admitted he conspired to conceal an agreement not to enforce loan guarantees executed by Dallas real-estate developers A. Starke Taylor III and George S. Watson, both of whom were FirstSouth stockholders. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "7df1031b27d9326b2142d0e3cf666428", "sentence": "Golenbock, with 35 lawyers, has lost several partners during the past year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "97cad370c7055e7589432e4361002cfa", "sentence": "Treasury Secretary Nicholas Brady, Federal Reserve Board Chairman Alan Greenspan and Housing and Urban Development Secretary Jack Kemp are members of the board. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "8ff0568c18c166901c946ffa4e266669", "sentence": "For nonunion workers, the costs rose 1.4 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.65"}
{"id": "868683711a3ca54f90b59591a098779f", "sentence": "Share prices closed lower in Paris, Zurich, Brussels, Milan and Stockholm, and mixed in Amsterdam. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "8c4e208ff3d6c0a837c67ea67e6051fe", "sentence": "One advantage that federal officials have in handling earthquake relief is the large number of military facilities in the San Francisco Bay area, facilities that provide a ready base of supplies and workers. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "7f294705e55c23c7ab93b9e2705c230f", "sentence": "For travelers, though, the industry's problems have had some positive effects. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "7fe2697d9d3b9e8b41f9eb21f0a98f55", "sentence": "The suits relate to a $ 200 million loss, disclosed in December, that was suffered by West Virginia's consolidated investment pool. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "a28d8824f9ec0cdfc09864c6679d8e3a", "sentence": "The dollar rose modestly against the mark and the yen, but soared against the pound following the resignation of Britain's chancellor of the Exchequer, Nigel Lawson. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "7ff29138a56b0c2a0dc5944412313113", "sentence": "General unsecured creditors of the parent holding company initially will receive $ 14 million in cash, $ 22 million face amount of senior notes and 49 % of the new company's stock. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "889dab5ac59232ae33ed6869a68b1567", "sentence": "But by the time Solidarity took office in September, the damage was done. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "8fd64b9d47682010c3a6d7b1ddbe70d6", "sentence": "Mr. Warren will remain on the company's board. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.15"}
{"id": "81597ff6727a60f03ae8ed7df9261a2d", "sentence": "Betty Raptopoulos, senior metals analyst at Prudential-Bache Securities in New York, agreed that most of the selling was of a technical nature. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "8fb36699d2d0cac8f6b5f42d1cb98552", "sentence": "Imperial said in a statement it expects other complaints to be filed in the wake of the original suit and a recent article in Barron's magazine that focused on the company's problems. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "7d4a08fccee68e2b012cf6a5296b437a", "sentence": "Revenue for the nine months rose to $ 449 million from $ 441.1 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "834485e3bf3c2c073690fb62825f5f20", "sentence": "So when American Brands Inc. decided to sell the unit in 1987 as part of a divestiture of its food and security industries operations, Mr. Wathen saw a chance to accomplish several objectives. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "91102478da80345bca3b972cd97d3380", "sentence": "Mr. O'Brien will elaborate on the SIA's position in testimony before the House Telecommunications and Finance Subcommittee this week, a spokesman said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "a3d0996f7c6a888a63671fbeff59af55", "sentence": "They say that the recent injection of liquidity into the U.S. banking system has been modest, and they don't anticipate significant easing by the U.S. Federal Reserve. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "9008b7d834dd9026723c12df88d920c9", "sentence": "Ingalls Shipbuilding Inc., a division of Litton Industries Inc., was given a $ 15.5 million extension on a contract for shipyard services. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "8699d19d73fbe62cbe419006bb9b7ab5", "sentence": "The time schedule for installing the equipment also will be developed by the task force, the company said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "9269027d2fdb4d5b20b745e56e697c2e", "sentence": "In addition, the coalition of labor and management, longtime enemies who joined forces only under the threat of Mr. Davis's bid, could break apart now. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "8ed7bb04e5583b79b50fb9461a759daf", "sentence": "The yield on the issue slipped to 7.91 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "843f74d24cffb865dc763cebc2b8c3c5", "sentence": "Washington rejected the bid, saying the hostages weren't linked to other issues. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "a4a76baafc80dcdbb13d9fa0938bcff6", "sentence": "Mr. Schneider is cool to Georgia Pacific and Abitibi-Price. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "8e7a46c0e65c82f2abe9310c8c549f2e", "sentence": "Mr. Holmes was the subject of a page one profile in The Wall Street Journal in 1984, after the SEC questioned him about ties between him and companies he touted in a newsletter. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "9212e157d41328a2ffb4be9b98c1d104", "sentence": "Each of the four parties bidding for PS of New Hampshire proposes a complex financial package to satisfy creditors and shareholders and also proposes a formula to limit rate increases to satisfy the state. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "870fff7276afd1ba15698e5de182f56c", "sentence": "Dow Jones industrials 2659.22, off 3.69; transportation 1210.70, off 25.96; utilities 215.04, off 0.31. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "979c2a93f2bd78c8bfd04cabe2b2f742", "sentence": "On a number of occasions, he adds, he tried to get Warner to buy Guber Peters outright. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "8cb00225ddcac33450ec332f5fb63451", "sentence": "One major factor was the decline of the dollar against the mark, which began less than a year after Merkur's 1985 launch. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "95f0033b7a1ddd03c61c2d614abfd0fd", "sentence": "In the nine months, net fell 6.3 % to $ 427.7 million, or $ 3.98 a share, from $ 456.4 million, or $ 4 a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "82fca00311fd8e397cd4757a04675927", "sentence": "Goodson will pay the additional $ 20 million in settlement of the management contract. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "88885f3ef01871a97bff21401c6f3516", "sentence": "In New York Stock Exchange composite trading, PPG closed at $ 41 a share, down 37.5 cents. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "7e4d2d042ecce35d0761d3f4e17332af", "sentence": "AT&T already has a factory in Matamoros, Mexico, to make electrical devices. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "a2af2c10bb079d8bd74fbac3dfbc36e4", "sentence": "Net income at Mobil Corp. slipped 4.5 % to $ 532 million, or $ 1.30 a share, from $ 557 million, or $ 1.36 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "8f1bebcf14749e3e2d04f58504c8f1e5", "sentence": "Yesterday's Centennial Journal misstated the company's name. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "89b61a151beecfeebbf215eb9bf5e6e5", "sentence": "At that price, CBS was the only player at the table when negotiations with the International Olympic Committee started in Toronto Aug. 23. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "a2a13a47fb0e1b92a3e8f7a86e45849a", "sentence": "By this month, it had more than doubled. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "8324151e088723e2b5300670268e061f", "sentence": "Orkem and Coates said last Wednesday that the two were considering a merger, through Orkem's British subsidiary, Orkem Coatings U.K. Ltd. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "96d9a34e7886d2ac6e0de024a3d4fcfb", "sentence": "The local American Legion color guard led the way. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "8b86655394d916f92dcdcd97618bd186", "sentence": "The Amex Market Value Index fell 1.25 to 375.16. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "814c9c7ce99bb7f1401219e531877c32", "sentence": "Net for the year-earlier nine months also included a gain of $ 9.7 million, or 15 cents a share, in the carrying value of the Conner investment. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "810211d5b2ae74bfbc8c0af7e27ec1f9", "sentence": "Lotus's results were about 10 % higher than analysts' average expectations and compared favorably with the 36 % earnings rise reported a day earlier by rival Microsoft Corp. of Redmond, Wash. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.3"}
{"id": "7fa2b6009def9767fdf7e1f197bdb9b6", "sentence": "The average after-tax return on investment in 1986, the most recent year for which results are available, was 6.5 %, according to Chatset Ltd., an insurance consulting firm in London. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "903379eaa7e6588cb9430fe48db3f030", "sentence": "COHERENT INC., Palo Alto, laser maker, annual sales of $ 159 million, was closed yesterday but expects to reopen today. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "7bd82082f7864afc2b5adae1994b4091", "sentence": "GDP is the total value of a nation's output of goods and services. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "97f632b9876a7833fa442913312f0473", "sentence": "Mutual funds are the among the largest holders of junk, accounting for more than a quarter of the entire high-yield, high-risk market. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "8f6293bac3b28a8e9d3e4a617447b890", "sentence": "The spinoff should solve a problem for the parent. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.35"}
{"id": "94cda8e77119209f05591893a95674d8", "sentence": "Mr. Cawthorn said the profit growth in the latest quarter was due to the sale of two Rorer drugs. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "7e379f2d1ea2b93faac57c62631f174b", "sentence": "In July, 11 NFL owners, almost all of them new, blocked an effort to install Jim Finks as a replacement for retiring league commissioner Pete Rozelle. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "8f16393704cee81c7270004071fb6792", "sentence": "So the results, while not news, aren't exactly theater either, at least not good theater. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "8f23ad4ad44712e3cbadcddcfceead2a", "sentence": "The trust is considering a sale of its Manville holdings, but Manville has the right of first refusal on any sales of its stock held by the trust. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
