{"id": "b297e615d47e74cacf97530f6388571b", "sentence": "Mr. Jordan, formerly president and chief executive of Fishkill National Bank in Beacon, N.Y., succeeds Donald Broderick, who died at 52 in an automobile accident. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "a4e8d769f06edc0dc9986111eb0eab84", "sentence": "The Portland, Ore., thrift, which has $ 5.2 billion of assets, had net income in last year's third quarter of $ 1.8 million, or 23 cents a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "9f215989443e933d0cc6a4a98b67901b", "sentence": "The stock's advance reflected ongoing speculation that Pennzoil is accumulating a stake in the company, according to Dow Jones Professional Investor Report. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "c0567cb2f1653255136d6228e533c5c3", "sentence": "Already the firm has paid $ 211,666 of the fine, the suit said, and it will have to liquidate additional assets in order to pay the rest. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "b42580c8de23f519cad6690b5d881de3", "sentence": "Yesterday, in composite trading on the New York Stock Exchange, AMI common closed at $ 23.625, up 12.5 cents, on volume of almost 1.8 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "8b9a86597ac4e76fa1410b51fb9cbffd", "sentence": "But Sotheby's, Christie's and the National Association of Antique Dealers are still trying to get theirs. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "7e4d2d042ecce35d0761d3f4e17332af", "sentence": "AT&T already has a factory in Matamoros, Mexico, to make electrical devices. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "ae4fe49fbf6bd16bb3d89d58dff6e730", "sentence": "The bonds are subject to federal taxation in the U.S., including income taxes. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "8e7a46c0e65c82f2abe9310c8c549f2e", "sentence": "Mr. Holmes was the subject of a page one profile in The Wall Street Journal in 1984, after the SEC questioned him about ties between him and companies he touted in a newsletter. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "b3938c5eb5f5f5b2149541eb40718326", "sentence": "Among them, Home Shopping, QVC and CVN already control most of that young and fast-growing market, which last year had sales of about $ 1.4 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "8d5c7d6eb9f91799d4ed5c69dbefdc46", "sentence": "In addition, Delmed is exploring distribution arrangements with Fresenius USA, Delmed said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "b87b21cbc9f1257278cb35b2299a85b3", "sentence": "Joann S. Lublin in London contributed to this article. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "a3d0996f7c6a888a63671fbeff59af55", "sentence": "They say that the recent injection of liquidity into the U.S. banking system has been modest, and they don't anticipate significant easing by the U.S. Federal Reserve. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "834485e3bf3c2c073690fb62825f5f20", "sentence": "So when American Brands Inc. decided to sell the unit in 1987 as part of a divestiture of its food and security industries operations, Mr. Wathen saw a chance to accomplish several objectives. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "94a384d0c409aad8b0182d9356b0107e", "sentence": "But individuals familiar with the generally successful Drexel talks say the firm is meeting resistance from some big states, including New Jersey, New York, California, Pennsylvania, Connecticut and Missouri. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "a47acd73a3edf3feeb8062661669d678", "sentence": "Here are the seasonally adjusted changes in the components of the Labor Department's consumer price index for September. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "8324151e088723e2b5300670268e061f", "sentence": "Orkem and Coates said last Wednesday that the two were considering a merger, through Orkem's British subsidiary, Orkem Coatings U.K. Ltd. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "8a4a964c53d3d1df0733cf94276e1af7", "sentence": "He would discover it also in Alexander Bickel, a subtle constitutional scholar, Mr. Bork's closest friend at Yale, whose influence on the judge goes well beyond Mr. Bronner's reporting. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.65"}
{"id": "9906f7ddb0d8de3721585d22ef4a5920", "sentence": "For the nine months, earnings totaled $ 36.6 million, or $ 1.24 a share, down 46 % from $ 68.1 million, or $ 2.19 a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.75"}
{"id": "a4326ed74485bb710139fe8c9e7b77bb", "sentence": "At the end of the third quarter McDonald's had 10,873 units operating world-wide. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "a28d8824f9ec0cdfc09864c6679d8e3a", "sentence": "The dollar rose modestly against the mark and the yen, but soared against the pound following the resignation of Britain's chancellor of the Exchequer, Nigel Lawson. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "aff0da51550e86a094bfae89a3443705", "sentence": "House Appropriations Committee Chairman Jamie Whitten (D., Miss.) helped secure $ 49.7 million for his state, or more than double the Pentagon's budget. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "b2bd5a7b0a329681d4a082a4ebc535c2", "sentence": "The proposed BellSouth-LIN cellular company, including the newly acquired Metromedia stake, would give the new entity 55 million potential customers, including about 35 million in the nation's top 10 markets. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "aba05260a5165843e1b5e074e1dc40bc", "sentence": "Hilton rose 2 7/8 to 100, for example. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "a9682fbfcc9b3393d9a24474801cba8b", "sentence": "But the complex language isn't the only reason. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "9c03596df3aa1daef23c227b9d6b197b", "sentence": "Amcore, also a bank holding company, has assets of $ 1.06 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "8ed7bb04e5583b79b50fb9461a759daf", "sentence": "The yield on the issue slipped to 7.91 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "9795d45399e1b11f73ceca30282ee860", "sentence": "The closed branches, in San Francisco, Hayward, Santa Clara and Santa Cruz, sustained structural damage. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "9756c976a899468e3af6c4825ee22a3a", "sentence": "He sent out thousands of news releases from his Kensington, Md., office. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "b0a84321887d5e8d1f619b27afa3def4", "sentence": "In the nine months, net rose 35 % to $ 120.1 million, or $ 1.64 a share, from $ 89.2 million, or $ 1.22 a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 5.0"}
{"id": "a82bd0fbaef1544fd98acfb982638138", "sentence": "Laurance V. Allen, 44, who had been director for North America, resigned to pursue other business interests and do some consulting. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "c3c70cf6ba7b3eee328a63882009d80c", "sentence": "In the meantime, the strategies will increase expenses. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "82fca00311fd8e397cd4757a04675927", "sentence": "Goodson will pay the additional $ 20 million in settlement of the management contract. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.2"}
{"id": "a6e4f39639ffaf077b94368460faf669", "sentence": "Mr. Icahn advocates the sale of the company's steel operations, and Mr. Corry doesn't necessarily disagree. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "8e89f799f79acbb516f33995173e5901", "sentence": "SsangYong, which has only about 3 % of the domestic market, will sell about 18,000 of its models this year, twice as many as last year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "889dab5ac59232ae33ed6869a68b1567", "sentence": "But by the time Solidarity took office in September, the damage was done. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "a782f0c7b368abfcd806ae8733ff699c", "sentence": "The National Aeronautics and Space Administration said it awarded General Dynamics Corp. a $ 64 million contract to launch the Combined Release and Radiation Effects Satellite in June 1990. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "b25b633a2162f56682720a18fe6b058e", "sentence": "Per-share earnings advanced 14 % because of the buy-back. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.15"}
{"id": "a49f9c8ddf3790c5a512231355fba5fc", "sentence": "Colgate said net income for the quarter rose to $ 76.7 million, or $ 1.06 a share, on sales that increased 6 % to $ 1.3 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "a0ca3073306ae34ba6c37b4eba7a2892", "sentence": "Goodyear Tire & Rubber Co., buoyed by improved operating profit in its tire segment, reported that third-quarter net income rose 11 % to $ 70.5 million, or $ 1.22 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "c4bc5dd739b8948f664ed613abd5befb", "sentence": "He will succeed Joel Chaseman, who will remain a vice president of the company and continue to represent Post-Newsweek stations in several industry organizations, the company said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "9488d12e7d47f1d4649f200c49efdf78", "sentence": "When Disney offered to pay Mr. Steinberg a premium for his shares, the New York investor didn't demand the company also pay a premium to other shareholders. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "995e8966e3f97d015ba821a709b851e9", "sentence": "Proceeds from the offering are about $ 160.4 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.35"}
{"id": "a3c37407e45292de0367402448a2e39e", "sentence": "The issue exploded this year after a Federal Bureau of Investigation operation led to charges of widespread trading abuses at the Chicago Board of Trade and Chicago Mercantile Exchange. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "92ca6eb680d10146be96174ee0abe15a", "sentence": "Manville said it expects the plant to begin operating at the end of 1991. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "7df1031b27d9326b2142d0e3cf666428", "sentence": "Golenbock, with 35 lawyers, has lost several partners during the past year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "8c87c608d635f6c857369e19cb488050", "sentence": "Massachusetts Attorney General James Shannon, opposing the license, said he will appeal the ruling in federal court. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "891065d44822f5bb9259163f11958e4a", "sentence": "In American Stock Exchange composite trading yesterday, Westamerica closed at $ 22.25 a share, down 75 cents. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "b7236dd915d699e0b949b5de22937936", "sentence": "October is a critical month for the privatization program. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "bbe526edd4fb2ef92f6505d31b8b0b0f", "sentence": "Digital, based in Maynard, Mass., hopes to stage a repeat performance in mainframes, and it has spent almost $ 1 billion developing the new technology. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "95f09718e0963dd86812840200e61804", "sentence": "Mr. Reed admitted he conspired to conceal an agreement not to enforce loan guarantees executed by Dallas real-estate developers A. Starke Taylor III and George S. Watson, both of whom were FirstSouth stockholders. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.85"}
{"id": "a5a067282295a5023ec42e40f7e44647", "sentence": "A couple in Rockford, Ill., raised $ 12,591 earlier this year using the name and logo of Mothers Against Drunk Driving, without permission from the group. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "9b744aa63091bacb3bedf753ba18cc5b", "sentence": "The second part, consisting of $ 28 million of 11 3/4 % secured equipment certificates due June 15, 1995, was priced at 87.026 with a yield to maturity of 15.25 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.4"}
{"id": "908d7f9803cf2350544aa47ea3886246", "sentence": "But the judge denied a request by the former national security adviser, who faces five criminal charges, to seek documents from Bush. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "91001a91e1da6e521a61f2bd76d34b70", "sentence": "Quebecor will own 57.5 % of the new subsidiary. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "c14ba381bfa6bd0cacede97768d3646c", "sentence": "But the steam may never reach the engine room. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "7ff29138a56b0c2a0dc5944412313113", "sentence": "General unsecured creditors of the parent holding company initially will receive $ 14 million in cash, $ 22 million face amount of senior notes and 49 % of the new company's stock. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "870fff7276afd1ba15698e5de182f56c", "sentence": "Dow Jones industrials 2659.22, off 3.69; transportation 1210.70, off 25.96; utilities 215.04, off 0.31. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "8eccdf1c99da933422af3d200865a95b", "sentence": "Now, the nationwide average yield on a six-month CD is just under 8 %, and 8.5 % is about the best around. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "9b6712a9fabdf90ecbf0d426f9a1ceaf", "sentence": "The letter, attached to a filing with the Securities and Exchange Commission, said the approval is also contingent upon obtaining satisfactory financing. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "ac02893669173841680f4eadd059002c", "sentence": "Concord Camera Corp. completed the acquisition of Peter Bauser G.m.b. H., a West German photographic products distributor. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "ab933383296cd6ef955572d89cb6ed1e", "sentence": "Sotheby's has been aggressively promoting the Dorrance sale. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "a284f5f55e1625c3877d43119909233f", "sentence": "It was, after all, only his second full day as chairman of the Securities and Exchange Commission. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "823254709047f245c12876fc78c57d24", "sentence": "He graduated near the top of his class, serving on the school law review with Richard Thornburgh, who went on to become governor of Pennsylvania and, now, U.S. Attorney General. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "90d453fc0ad3f8a1bae38303bb7a19b5", "sentence": "But the news was even worse for Sears's core U.S. retailing operation, the largest in the nation. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "7f9f49be4d6a3a889a1840d3153c33cd", "sentence": "Among 2,412 of the largest OTC issues, short interest rose to 196.8 million shares, from 185.7 million in 2,379 stocks in September. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "94a01d480c35361cea91b4426cae7e6e", "sentence": "The $ 13 billion the Fed injected into the money markets after the 1987 crash is more than enough to buy all the stocks traded on a typical day. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "8cefeb2a0797c932fd5c86d4df76e6b0", "sentence": "C. Olivetti & Co., claiming it has won the race in Europe to introduce computers based on a powerful new microprocessor chip, unveiled its CP486 computer yesterday. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "9461b0036d9456b524f79f9ada4aef6f", "sentence": "Kirin Brewery was up 100 at 2,000, and Ajinomoto gained 70 to 2,840. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "97c9bcc575f2ccf0001ebfa64a49c05f", "sentence": "Liberty National, a bank holding company, has assets exceeding $ 3 billion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "9e1b2d48a72ba20eee4298b85f580ee6", "sentence": "A year ago, Viacom had a net loss of $ 56.9 million, or $ 1.07 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "a77ab34b5c99af767b85f3ea700b3b4e", "sentence": "Operating profit climbed 51 %, to 572 million francs from 378 million in the first half of 1988. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "ab8e5d91813bf970fbf2c1f659719b8e", "sentence": "For the nine months, net increased 14 % to $ 217.5 million, or $ 3.09 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "a43c7dee0afef494be8e28d33c6711ed", "sentence": "Aerojet General Corp., a unit of GenCorp Inc., was awarded a $ 40.1 million Air Force contract for Minuteman missile rocket motors. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "a4a76baafc80dcdbb13d9fa0938bcff6", "sentence": "Mr. Schneider is cool to Georgia Pacific and Abitibi-Price. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "90c005ac26d3eb92d065b9206d3ff0f3", "sentence": "Rep. J. Dennis Hastert (R., Ill.) The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.4"}
{"id": "c01d74db3fa09d5d024ce415e8897ac5", "sentence": "Auto shares were mixed, as Daimler-Benz firmed 2 to 723, Bayerische Motoren Werke lost the same amount to 554, and Volkswagen inched down 1.4 to 451.6. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "a9594109dae0ae06124eb9f62c4a0e4e", "sentence": "Insurers typically retain a small percentage of the risks they underwrite and pass on the rest of the losses. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "9e241932ea67f007007b057586861b21", "sentence": "Occidental Petroleum's third-quarter net income rose 2.9 % to $ 108 million, or 39 cents a share, from $ 105 million, or 38 cents a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "96a5b5fb985db8554f9e2ee08547eaa1", "sentence": "Further, McCaw said the banks expressed confidence that the balance of the $ 4.5 billion bank facility will be committed within the next several weeks by a syndicate of foreign and domestic banks. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "a12927a0425e36935be92194d1b905c1", "sentence": "Not one thing in the house is where it is supposed to be, but the structure is fine. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "ac89eec731dda77d8a2a7e93da0d9d39", "sentence": "But losers were spread in a broad range by the end of the session. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "a61bd8c2cd0fb1274e97552d3c9be66f", "sentence": "For Mr. Jones, it was just the beginning. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "807280b8e1063d5fb84694ddfb090477", "sentence": "Sigmund Levine, Bancroft secretary and treasurer, said the closed-end fund's directors will consider Mr. Green's offer in a couple of weeks at a regular meeting. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "8d36c31a3b5189458fa1c31de8e36483", "sentence": "Sears, Roebuck & Co. is struggling as it enters the critical Christmas season. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "7d4a08fccee68e2b012cf6a5296b437a", "sentence": "Revenue for the nine months rose to $ 449 million from $ 441.1 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "a0980e47d031c6bfaf76e43fc60d9dca", "sentence": "B.A.T Industries, the most active Amex issue, rose 3/8 to 12 3/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "98961d74955084ed979b81d39e7f78dd", "sentence": "People will say that the nation and the government have other objectives, in addition to stabilizing the price level, which is true. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "9b028f60dc83cf7044a973f5dd629284", "sentence": "The study, conducted by a task force of the Brookings Institution, suggests that Congress should require the courts to develop the plans. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "b260fdeb0a0733f94cd5b715f3faafa9", "sentence": "Most of the buying was institutional, he added. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.3"}
{"id": "a3a1d2151092dc3e2aced1cc39c5305b", "sentence": "The G-7 comprises West Germany, the U.S., France, the U.K., Italy, Canada and Japan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "9a76518c25c61a756815dd9a89417cf2", "sentence": "Stephen McCartin, Mr. Hunt's attorney, said his client welcomed the gamble. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "a9702a83a62fec5034d9b0a5ae88bfb9", "sentence": "The Nasdaq Financial Index rose 2.09, to 454.86. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "a09e02659069709876044afa3520af15", "sentence": "Among steel shares, NKK rose 19 to 705 yen ($ 4.97) a share, and Nippon Steel gained 17 to 735. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.6"}
{"id": "a7b1dce89a8665e2d50854a27092fbc9", "sentence": "Eastern and its creditors are in the final, delicate stages of negotiating a second reorganization plan to pay off the airline's debts. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "88885f3ef01871a97bff21401c6f3516", "sentence": "In New York Stock Exchange composite trading, PPG closed at $ 41 a share, down 37.5 cents. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "a2c09009de444a9995ba9907f4de092b", "sentence": "Today's Turks in Bulgaria, in other words, deserve what is coming to them four centuries later. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "c3923fbb375d7de8ca7875f232409d8f", "sentence": "Richard W. Lock, retired vice president and treasurer of Owens-Illinois Inc., was named a director of this transportation industry supplier, increasing its board to six members. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "b135275a8c1282d1cf34e054189fc195", "sentence": "At one point in the documentary, Mr. Sohmer, who is Jewish, says he felt rejected by many of the Protestants and Southerners he met at Yale. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "a3bca0cb191c09009ba28589d6b66eea", "sentence": "The brand is No. 7 overall in the cigarette business, Mr. Maxwell said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "ab94d92c4ec721c816fc58470c9acb55", "sentence": "In Tokyo on Monday, the U.S. currency opened for trading at 141.95 yen, up from Friday's Tokyo close of 141.35 yen. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "987958161730689d2d8dd94fb0ccc507", "sentence": "Under the direction of its new chairman, Francisco Luzon, Spain's seventh largest bank is undergoing a tough restructuring that analysts say may be the first step toward the bank's privatization. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "a2af2c10bb079d8bd74fbac3dfbc36e4", "sentence": "Net income at Mobil Corp. slipped 4.5 % to $ 532 million, or $ 1.30 a share, from $ 557 million, or $ 1.36 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "9008b7d834dd9026723c12df88d920c9", "sentence": "Ingalls Shipbuilding Inc., a division of Litton Industries Inc., was given a $ 15.5 million extension on a contract for shipyard services. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "998e30dbfbef21789914e0596a9189d2", "sentence": "The Amex Market Value Index fell 3.10 to 376.36. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "a73be39736f77cfefd57b0f4cf598f88", "sentence": "France's industrial production index for July and August rose 1 % from June and was up 4.6 % from a year ago, according to seasonally adjusted data from the National Statistics Institute. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "9a523ffee900dc5bfdc036be58988735", "sentence": "Last Friday, he told the staff of Ms. that the magazine in January would begin publishing without advertising. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "a5470d094c41a7a364f2e66ca7d537d3", "sentence": "It said the venture, expected to take control of the facilities Dec. 1, would also serve another 3,300 independent Unocal gasoline stations. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "a0d3db899a9d105aec2580e95238cd8a", "sentence": "Separately, Chrysler said it will idle for four weeks the St. Louis assembly plant that builds the Chrysler LeBaron and Dodge Daytona models. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.75"}
{"id": "8a76376102baa3d0f0e91cbcf602f472", "sentence": "In the early 1980s, I predicted a significant acceleration in productivity growth over the rest of the decade. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.65"}
{"id": "b371235c2c200a606534e348881f6b09", "sentence": "The IRS hopes to fill the new positions soon. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.25"}
{"id": "9adf9ddacd62c29d7a255a67a248bd2a", "sentence": "Senate Appropriations Committee Chairman Robert Byrd (D., W.Va.) even added report language listing $ 49.4 million in projects he wants in the budget next year. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.55"}
{"id": "96d9a34e7886d2ac6e0de024a3d4fcfb", "sentence": "The local American Legion color guard led the way. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "ad127671e0b47e1f6324f38e6b5ea275", "sentence": "But one clear problem during the coup attempt was that the NSC staffer most experienced in Latin America, Everett Briggs, was gone. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.6"}
{"id": "94843286477d5928ff0310226daa6524", "sentence": "The rest, as they say, is history. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "8cb00225ddcac33450ec332f5fb63451", "sentence": "One major factor was the decline of the dollar against the mark, which began less than a year after Merkur's 1985 launch. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "8a1b9b8e079473c07adeedbff1c5b96b", "sentence": "Canadian retail sales rose 0.2 % in August from July, Statistics Canada, a federal agency, said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.5"}
{"id": "94ab5790ce9ef55aff287132b87327ea", "sentence": "Apple Computer gained 1 to 48 1/4; Ashton-Tate rose 3/8 to 10 3/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "8dfe581e54c4065a0dcc2f2c63308e0d", "sentence": "During the last two hours of trading, the composite almost drew even on the day before slipping again. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "95d97d97c6da4b927b98e763f51d33e1", "sentence": "Richard Newsom, a California state official who last year examined Lincoln's parent, American Continental Corp., said he also saw evidence that crimes had been committed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.0"}
{"id": "a8e8692bc00a615f8ade06907445c532", "sentence": "Yoshihisa Murasawa, a management consultant for Booz-Allen & Hamilton (Japan) Inc., said his firm will likely be recommending acquisitions of Japanese companies more often to foreign clients in the future. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "bdf2a400323312e6f627b0407e978e6a", "sentence": "It recently introduced a line for the home market. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.3"}
{"id": "ba8f339b38814e63695c2e7ef65d29ae", "sentence": "UAL currently has 22.6 million shares, fully diluted. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "a87ea986d7f98269e3b3bc90ecf09dae", "sentence": "Apparently, however, the improvement came too late. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "9b5ec20d4e348c1bcde9f32e06a6d869", "sentence": "Investors, money managers and corporate officials had until today to comment on the proposals, and the issue has produced more mail than almost any other issue in memory, Mr. Lane said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "a8e26890bd61435cf2fc382ef30a2bda", "sentence": "On the surface, the overall unemployment rate is expected to be little changed from September's 5.3 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "84e679a15f71b8b2650b38c92f487a0a", "sentence": "By an 11-2 margin, Senate negotiators voted to preserve the 235 mortgage refinancing plan, and despite powerful allies, the opposition found itself undercut by an unusual alliance of liberals and conservatives. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "97f3a8d0d000d5fa983b265d78debfd3", "sentence": "The union won't respond to the USX statement until Mr. Williams has studied it, the spokesman said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "834cc19dba9a09f62ad94e1042995dcc", "sentence": "Toyota's upscale Lexus division, a sponsor of the World Series, also put in a plug for Red Cross donations in a World Series game it sponsored. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "95f0033b7a1ddd03c61c2d614abfd0fd", "sentence": "In the nine months, net fell 6.3 % to $ 427.7 million, or $ 3.98 a share, from $ 456.4 million, or $ 4 a share, a year earlier. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "942284dd1cc6fd4e231b0558446b1f97", "sentence": "The OTC market's largest stocks soared as well, as the Nasdaq 100 Index jumped 10.01, or 2 %, to 463.06. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "94605f1e17cf8afacaa9aec74e3bb469", "sentence": "In the 1988 fourth quarter, Ford had net of $ 1.16 billion, or $ 2.42 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "aaf621216cfc8ffc0de03febcea91ed3", "sentence": "For one thing, Digital, Maynard, Mass., has sold fewer machines. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.5"}
{"id": "a648b601d6cbe4dd8a3c8148f8d407f1", "sentence": "Executives at Sharon declined to comment on the proposal. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "8b86655394d916f92dcdcd97618bd186", "sentence": "The Amex Market Value Index fell 1.25 to 375.16. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "aa94a6bdf3486782d8df714370ad3a61", "sentence": "Last October, Quebecor bought 23 Canadian printing plants from BCE Inc., a Montreal telecommunications, manufacturing, energy and real estate company. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "b348bd36c9ffbad4050609f5bc7f4550", "sentence": "Maureen Fraser, an economist with W.I. Carr, a subsidiary of France's Banque Indosuez, believes that the territory may not be able to regain its momentum until some time after 1997. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "8818125378617533ebd75d57723a23d8", "sentence": "Carbide, like other companies with a heavy reliance on the so-called commodity end of the chemicals industry, was expected to post earnings sharply lower than in an exceptionally strong 1988 third quarter. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.35"}
{"id": "814c9c7ce99bb7f1401219e531877c32", "sentence": "Net for the year-earlier nine months also included a gain of $ 9.7 million, or 15 cents a share, in the carrying value of the Conner investment. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "94cda8e77119209f05591893a95674d8", "sentence": "Mr. Cawthorn said the profit growth in the latest quarter was due to the sale of two Rorer drugs. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.05"}
{"id": "97cad370c7055e7589432e4361002cfa", "sentence": "Treasury Secretary Nicholas Brady, Federal Reserve Board Chairman Alan Greenspan and Housing and Urban Development Secretary Jack Kemp are members of the board. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "98b1baa9ef9e2a73fd9d961ed1fc1949", "sentence": "This year, Hoechst will produce about 62,000 tons of CFCs in factories in Frankfurt, Spain and Brazil. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "a761e6925df5dc8586ad8a4dbb1f6bfd", "sentence": "He declined to name the shareholder, the plaintiff's lawyer or the court where the lawsuit was filed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "a114c72bc601ea7e2c6788e16c517ef8", "sentence": "The company won't say how much it will save, but during at its interim location, sources say it will likely pay rent of $ 10 to $ 15 per square foot. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "8de6e1cd701d419c53e862063f105dad", "sentence": "Terms of the settlements for the remaining 145 lawsuits against Northwest weren't disclosed. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.85"}
{"id": "8ff0568c18c166901c946ffa4e266669", "sentence": "For nonunion workers, the costs rose 1.4 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.65"}
{"id": "ab62494bae8f4893292dacb2c9cdc19b", "sentence": "All the preferred stock is held by the Yukon Office Supply Stock Ownership Plan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "9027412b7b3684c390768deac3932ede", "sentence": "In part, the trust cited the need to retain cash for possible acquisitions. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "a6e127fa4a99ef95b38e324ff6f79ca8", "sentence": "Their laboratory credentials established, Boyer and Swanson headed for Wall Street in 1980. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "b8197bed0c404864e383525029ca862d", "sentence": "Black & Decker said it plans to put other Emhart units on the block in the future, with the goal of raising $ 1 billion in net proceeds. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "97f632b9876a7833fa442913312f0473", "sentence": "Mutual funds are the among the largest holders of junk, accounting for more than a quarter of the entire high-yield, high-risk market. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "a0e20937dca556ff7a5eecb4261d46b0", "sentence": "The magnitude of the exchange's problems may not become known for some time because of Lloyd's practice of leaving the books open for three years to allow for the settlement of claims. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "a6ea8d56741dbbc80f5388b66b860e1c", "sentence": "A month ago, a similar survey predicted the dollar would be trading at 1.8690 marks and 139.75 yen by the end of October. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "7ffd9be268b76cb83331cefb7587318f", "sentence": "Later in the day, according to the source, the board reversed itself, decided to file for bankruptcy protection, and asked Mr. Evans to stay on. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "9691f691b674a397133c85386b483554", "sentence": "The plan Eastern hopes to pursue, he said, calls for Eastern to have $ 390 million in cash by year's end. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "ad91642e1b87f5b78d11990299825892", "sentence": "Mr. Kossuth, 52 years old, succeeds Ermanno Pascutto, 36, who resigned to join Hong Kong's Securities and Futures Commission. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "9c9801d5fc0ed4c30c2bde2010f1ed73", "sentence": "But the board's decision prompted many to bail out of the stock yesterday. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.95"}
{"id": "868683711a3ca54f90b59591a098779f", "sentence": "Share prices closed lower in Paris, Zurich, Brussels, Milan and Stockholm, and mixed in Amsterdam. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "b3a0332638c19602de48f6c67a2cde4f", "sentence": "Of the 11 components to the index, only three others rose in September: the money supply, the length of the average work week and stock prices. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "a9e79b7e8bcd862aaa72867aab0e095d", "sentence": "Some of the projects being funded by the new issues are the first fruits of Mr. Gandhi's policy, and they require more capital than the smaller industrial units built in the past. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "9d725369d3b2e0918f461889c2530ae9", "sentence": "Millicom Inc., offering of $ 60 million subordinated exchangeable debentures, via Bear, Stearns & Co. Inc. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.8"}
{"id": "99b1e3072f6f197aaf20d0553e7e06a6", "sentence": "Though not reflected in the table, an investor should know that the cost of the option insurance can be partially offset by any dividends that the stock pays. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "a7a49307c5ce155b9cb9d91d9059f6b7", "sentence": "But the Japanese Fisheries Association criticized moves to ban the practice in international waters. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "9269027d2fdb4d5b20b745e56e697c2e", "sentence": "In addition, the coalition of labor and management, longtime enemies who joined forces only under the threat of Mr. Davis's bid, could break apart now. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "99da8f5067cdc32f68a2f59fa594b3d0", "sentence": "Also, most of the telecommunications equipment was out. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "89b61a151beecfeebbf215eb9bf5e6e5", "sentence": "At that price, CBS was the only player at the table when negotiations with the International Olympic Committee started in Toronto Aug. 23. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "bb376ab71757341a8791df07189fe3f1", "sentence": "Lloyd's officials decline to comment on the matter. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "81597ff6727a60f03ae8ed7df9261a2d", "sentence": "Betty Raptopoulos, senior metals analyst at Prudential-Bache Securities in New York, agreed that most of the selling was of a technical nature. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "a4acc4d3cf42ea0ba8b3696447515936", "sentence": "Chambers Development Class A jumped 3 1/8 to 37 1/8 and Class B rose 2 5/8 to 37 1/4. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "a990a6ea8f8722c0e6784df050f7142e", "sentence": "The product will be distributed by Pitman-Moore Inc., a subsidiary of International Minerals. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "a8eec5d3917dda0a14b16ade4f0df6d9", "sentence": "Other potential bidders for parts of B.A.T's U.S. retail unit include Dillard Department Stores Inc., May Department Stores Co. and Limited Inc. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "b520e8e271bd44f0a0ae4f64042b611b", "sentence": "One way that money fund managers boost yields in a declining rate environment is by extending the maturities of their investments, so they can earn the current higher rates for a longer period. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.1"}
{"id": "8d7b21491aa1fc2a5842ace586c03e1e", "sentence": "In 1987, an average 19.7 % of Big Board volume was retail business, with the monthly level never more than 21.4 %. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "ac3abde21a710562da57838823782ee9", "sentence": "North Carolinians, New Yorkers, Californians, Chicagoans and Ohioans own Texas banks. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "903379eaa7e6588cb9430fe48db3f030", "sentence": "COHERENT INC., Palo Alto, laser maker, annual sales of $ 159 million, was closed yesterday but expects to reopen today. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "a58abe925fb8044db35b39e06567ceab", "sentence": "Sales amounted to 1.011 trillion yen, climbing 29 % from 787.02 billion yen. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.9"}
{"id": "810211d5b2ae74bfbc8c0af7e27ec1f9", "sentence": "Lotus's results were about 10 % higher than analysts' average expectations and compared favorably with the 36 % earnings rise reported a day earlier by rival Microsoft Corp. of Redmond, Wash. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.3"}
{"id": "7fa2b6009def9767fdf7e1f197bdb9b6", "sentence": "The average after-tax return on investment in 1986, the most recent year for which results are available, was 6.5 %, according to Chatset Ltd., an insurance consulting firm in London. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "a2a13a47fb0e1b92a3e8f7a86e45849a", "sentence": "By this month, it had more than doubled. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.2"}
{"id": "88c4a7786c0a221e7a9fac9af593e7eb", "sentence": "Industrial output fell 0.1 % in September, the latest sign manufacturing is slowing. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.55"}
{"id": "aabab394ccf3a978a1cfd45012bfc558", "sentence": "Mr. Foret, 44, is a 15-year veteran of Texas Air and Texas International Airlines, its predecessor. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.45"}
{"id": "7d38d267d899bf7f92a8f795968f8a15", "sentence": "A year ago, the Tokyo company had pretax profit of 35.38 billion yen. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.8"}
{"id": "9416bce502d31b235bae04956aa9ac26", "sentence": "Each of the 1,075,000 warrants entitle the holders to purchase one share of Apogee common stock for $ 2.25. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "b1ff138f48745a114c2e8515e0ec96e5", "sentence": "For reasons he wouldn't elaborate on, he said he's sure that schedule won't be met, meaning less profit impact from the product for DEC in the next few quarters. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "81ca59ce1c836307a785a1bd2b66e6b2", "sentence": "The TVA, which operates one of the nation's largest electric power systems, is a corporation wholly owned by the U.S. government. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "8fd64b9d47682010c3a6d7b1ddbe70d6", "sentence": "Mr. Warren will remain on the company's board. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.15"}
{"id": "a0284c2e2905dfb7d5aafc9d2ba97406", "sentence": "James R. Lees, 51, vice president of Newport's European operations, was named executive vice president and chief operating officer of European operations, assuming some former duties of Mr. Weekes. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.7"}
{"id": "a1035054cf3a81cc03af70ba1b825a7d", "sentence": "However, he stressed that the improvement depends on a continued reduction in smoking. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "8f23ad4ad44712e3cbadcddcfceead2a", "sentence": "The trust is considering a sale of its Manville holdings, but Manville has the right of first refusal on any sales of its stock held by the trust. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "adb78c6e63a8c9eec43bee366c11b7b5", "sentence": "They are supposed to play the game next Tuesday, in Candlestick Park here. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "9afc9aadef9deb4add09a28255e81588", "sentence": "Assets soared $ 4.5 billion in the previous week. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.6"}
{"id": "9600b31d8e1638927a3a3b5357536dbf", "sentence": "The Nasdaq 100 Index began the day at 449.89, lost 2 % at one point, and was up 0.4 % at another. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "8c4e208ff3d6c0a837c67ea67e6051fe", "sentence": "One advantage that federal officials have in handling earthquake relief is the large number of military facilities in the San Francisco Bay area, facilities that provide a ready base of supplies and workers. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "843f74d24cffb865dc763cebc2b8c3c5", "sentence": "Washington rejected the bid, saying the hostages weren't linked to other issues. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "92e9815bcf8d9134ba1342a6d88483c7", "sentence": "Although Ryder didn't break out the charge, analysts estimated that the majority of the $ 57 million was linked to workers' compensation reserves and anticipated losses on the disposal of trucks. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.6"}
{"id": "7fe2697d9d3b9e8b41f9eb21f0a98f55", "sentence": "The suits relate to a $ 200 million loss, disclosed in December, that was suffered by West Virginia's consolidated investment pool. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.3"}
{"id": "99e1a426d7a707edded8140aa5168b5f", "sentence": "Chevron's net income fell 0.7 %, to $ 417 million, or $ 1.22 a share, from $ 420 million, or $ 1.23 a share. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "8699d19d73fbe62cbe419006bb9b7ab5", "sentence": "The time schedule for installing the equipment also will be developed by the task force, the company said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.25"}
{"id": "b90fa9ffbe8cad5f6a18c98315952b1e", "sentence": "Pay raises of 60 % over the past three years have given many South Koreans the money to enjoy the things they were supplying the rest of the world. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "a894c3e6e4324e59728a1e7f806e3292", "sentence": "But he flies for Federal Express Corp., perhaps the closest thing in corporate America to the Green Berets. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.2"}
{"id": "91d594791b2a2a8908386dba2b4ffb4b", "sentence": "Philips Industries tumbled 3/8 to 22 7/8; Hilton Hotels fell 2 1/2 to 92 and Holiday Corp. fell 2 1/8 to 69 7/8. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.65"}
{"id": "9212e157d41328a2ffb4be9b98c1d104", "sentence": "Each of the four parties bidding for PS of New Hampshire proposes a complex financial package to satisfy creditors and shareholders and also proposes a formula to limit rate increases to satisfy the state. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.95"}
{"id": "806be98e904953f5f94623a03a9441aa", "sentence": "During the quarter, Delta issued 2.5 million shares of common stock to Swissair, and repurchased 1.1 million shares for use in a company employee stock ownership plan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.45"}
{"id": "a4c3af198c1da589ae4dca85f7274468", "sentence": "Mrs. Allen is a senior editor of Insight magazine. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.15"}
{"id": "998fe664ea9f90a35f777c738545244f", "sentence": "H&R BLOCK Inc. had net income of $ 100.2 million, or $ 1.90 a share, in the fiscal year ended April 30. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "7f294705e55c23c7ab93b9e2705c230f", "sentence": "For travelers, though, the industry's problems have had some positive effects. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "8f6293bac3b28a8e9d3e4a617447b890", "sentence": "The spinoff should solve a problem for the parent. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.35"}
{"id": "92da63660b9a53bf3aaf436df1a38e4c", "sentence": "In 1982, he started a factory in Greece. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.25"}
{"id": "b33383e5643d971ed4a342914e2f80ac", "sentence": "Within 25 years Jews will probably be the minority. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
{"id": "bde7c78583fbe72f4d08add0019b6bdd", "sentence": "The company, which now holds a 34 % stake in the venture, has indicated that it intends to retain at least a 20 % stake long term. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.25"}
{"id": "c3646e8aed97eb1ccc9e893c1f0ddac5", "sentence": "Continental Airlines is a unit of Texas Air Corp. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.15"}
{"id": "8d16874a185a08f2358647cbb87bc1d4", "sentence": "A U.S. decision to refuse the IMF its capital increase, or limit it to 25 %, would bring a major change in international economic policy, and could not be taken lightly. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.4"}
{"id": "96050704d6b220e92cf17e5201697827", "sentence": "First Iberian Fund led the percentage increases, rising to 73,100 shares from 184. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "a96c04eb19f3b081413a80f6b73bda33", "sentence": "Penn Central Corp., Cincinnati, said it agreed in principle to acquire Noranda Inc.'s Carol Cable Co. unit for $ 177 million. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.8"}
{"id": "bee5d70bea6b13a31f3c12f18da0f020", "sentence": "The dollar rose against the Swiss and French francs. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.75"}
{"id": "881f4e2f91d6c71076da0931a67d6043", "sentence": "As directed by the board, NASA completed the evaluation and again chose CSC. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.85"}
{"id": "8fb36699d2d0cac8f6b5f42d1cb98552", "sentence": "Imperial said in a statement it expects other complaints to be filed in the wake of the original suit and a recent article in Barron's magazine that focused on the company's problems. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.7"}
{"id": "a7dc62c138f947cd3451f4c620474208", "sentence": "In asset terms, Mitsubishi Estate is the largest real estate firm in Japan. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "b2d54579f5e007ad3a566a0ad9e0a76c", "sentence": "The price of coffee has gone down almost 45 % since the beginning of the year, to the lowest level (after inflation) since the Great Depression. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "aee14ad5ad7981e273a96cc6efbcb210", "sentence": "But after years of using the issue for its benefit, the GOP finds its candidates on the defensive. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "affbd2bd62c3221c2391e03be75df2e7", "sentence": "Here a fund may promise to pay back, say, $ 95 of every $ 100 invested for a year, even if the market goes much lower. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.05"}
{"id": "8f16393704cee81c7270004071fb6792", "sentence": "So the results, while not news, aren't exactly theater either, at least not good theater. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.95"}
{"id": "a65975adf3c543558d1494aecc628c94", "sentence": "West Germany's biggest union, IG Metall, said it is ready to back demands for more pay and shorter hours with strikes against the nation's automotive, steel and engineering industries. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.15"}
{"id": "990dc73735ea955a1fbe6d29c0eb78c8", "sentence": "Affiliated Bankshares of Colorado Inc. said it agreed to sell its 10 % interest in Rocky Mountain Bankcard Systems for $ 18.5 million to Colorado National Bank of Denver and Central Bank of Denver. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.5"}
{"id": "99765254ad222207dff5d7cef467eb9f", "sentence": "Under the current circumstances, he says, their scenario no longer seems unrealistic. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.7"}
{"id": "a5029a333178b3dd8f5e0c6abf6d0398", "sentence": "Other programs and special issues will be based on themes of health, jobs, personal finance, the best colleges, and investments. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.3"}
{"id": "91102478da80345bca3b972cd97d3380", "sentence": "Mr. O'Brien will elaborate on the SIA's position in testimony before the House Telecommunications and Finance Subcommittee this week, a spokesman said. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.1"}
{"id": "a371e2fba138ea5197aa48dd45c4b948", "sentence": "Heller Financial Inc., an indirect subsidiary of Fuji Bank Ltd., shelf offering of up to $ 1 billion debt securities and warrants. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.25"}
{"id": "ae87145425f44ef68550b8bcda2a6f6e", "sentence": "Meanwhile, there was an awful lot of confusion. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.45"}
{"id": "a582bc8b7fde16bcf832604f29cc9fe9", "sentence": "Prospect, a New York-based leveraged buy-out firm, also agreed to invest $ 15 million in Recognition, which in turn agreed to repurchase as much as $ 20 million of its stock. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 4.2"}
{"id": "8da928b23f3ac3728adc9154cd163c9b", "sentence": "Young & Rubicam has pleaded innocent to the charges. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.9"}
{"id": "89590f809700c47a7d650fe37fc4bc03", "sentence": "Jerome Grossman, chairman of the panel, agrees that administrative costs of utilization management programs can be high. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.35"}
{"id": "ba4d8a918bee82c195e2d2d3a3c31cd6", "sentence": "Kemper Corp.'s Kemper Financial Services unit said it cut off Bear Stearns, Morgan Stanley, Oppenheimer and General Electric Co.'s Kidder, Peabody & Co. unit. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.5"}
{"id": "abf604350c0a6f819af91d2dc0e64bd2", "sentence": "He will be in charge of research, equity sales and trading, and the syndicate operation of Rothschild. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.4"}
{"id": "979c2a93f2bd78c8bfd04cabe2b2f742", "sentence": "On a number of occasions, he adds, he tried to get Warner to buy Guber Peters outright. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.1"}
{"id": "8f1bebcf14749e3e2d04f58504c8f1e5", "sentence": "Yesterday's Centennial Journal misstated the company's name. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.0"}
{"id": "7e379f2d1ea2b93faac57c62631f174b", "sentence": "In July, 11 NFL owners, almost all of them new, blocked an effort to install Jim Finks as a replacement for retiring league commissioner Pete Rozelle. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.35"}
{"id": "a54757ab47694d528ce582dde35eb050", "sentence": "The European Community's consumer price index rose a provisional 0.6 % in September from August and was up 5.3 % from September 1988, according to Eurostat, the EC's statistical agency. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 3.9"}
{"id": "a178a0158ad1dded1e7645a53a6626a4", "sentence": "The Big Board declined to name the Wall Street firms involved in the activity Friday and Monday, or the type of strategies used. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 2.7"}
{"id": "7bd82082f7864afc2b5adae1994b4091", "sentence": "GDP is the total value of a nation's output of goods and services. The complexity score of the sentence is equal to <extra_id_0>", "label": "<extra_id_0> 1.55"}
